[
  {
    "id": "2",
    "content": [
      "<b>1.1</b> It came to pass, when Adam went forth from the Garden with his wife, outside, to the east of the Garden, they made themselves a hut to live in and went inside. Their tears fell ceaselessly and they spent their days in unison of mind, weeping and saddened, and they said to one another, \"We are far from life.\"",
      "<b>2.1</b> Then, after seven days, they grew hungry and looked for food.", 
      "<b>2.2</b> Eve said to Adam. \"My lord, I am hungry. Arise, seek food so that we may live and know that God is going to come and bring us to the Garden, to our place.\"",
      "<b>3.1</b> They arose and went about upon the earth, and they did not find food like the food by which they had been nourished in the Garden.", 
      "<b>3.2</b> Eve said to Adam, \"I am dying of this hunger. It would be better if I were dead, my lord; perhaps then they would bring you into the Garden, for because of me God is angry.\" I Adam said, \"Great wrath has come upon us, I know not whether because of you or because of me.\" Eve said to him , \"Kill me if you wish, so that the wrath and anger may abate from before you--for this has come about because of me-- and they will bring you into the Garden.\"", 
      "<b>3.3</b> Adam said to her. \"Eve, do not even mention this matter; lest God bring upon us even greater evils and we become contemptible. How, indeed, can I do you any evil, for you are my body'?\" Eve said \"Arise, so that we may seek vegetable food.\"", 
      "<b>4.1</b> They sought and they did not find vegetable sustenance like that which was in the Garden.", 
      "<b>4.2</b> Eve said \"... because God established this vegetable food as food for the beasts that they might eat on the earth, but our food is that which the angels eat.", 
      "<b>4.3</b> Arise, let us repent for forty days; perhaps God will pity us and give us food which is better than that of the beasts so that we should not become like them.\""]
  },
  {
    "id": "4",
    "content": [
      "<b>5.1</b> Adam said to Eve, \"In what fashion will you repent? How many days can you endure toils? Perhaps you will begin and be unable to repent, and God will not hearken,", 
      "<b>5.2</b> so that we will not be able to keep that which we originally received.\" ",
      "<b>5.3</b> Eve said, \"Set me the number of days which I might think to repent; perhaps the days will be too long--for I brought this penitence upon you.\" ",
      "<b>6.1</b> Adam said, \"You cannot endure the same number of days as I, but do what I tell you and abide by this instruction.\"--Adam said, \"I shall be in penitence for forty days, six days more than you, because you were created on the sixth day of those upon which he accepted his works. Now, therefore, arise, go to the Tigris river and take a stone and place it under your feet and stand in the water up to your neck, in your clothes. Let no word of supplication to God escape your mouth, for we are unworthy of soul and our lips are impure and unclean, because of the transgressions which we committed in the Garden when we ate of the tree. ",
      "<b>6.2</b> Stand silent there in the middle of the water until you have done penitence for thirty four days, and I will be in the Jordan river, until we learn that, behold, God has hearkened to us and will give us our food.\"",
      "<b>7.1</b> Then Eve went to the Tigris and did as Adam had instructed her,", 
      "<b>7.2</b> and Adam went to the Jordan. And the hair of his head was uncovered.", 
      "<b>8.1</b> He prayed and said, \"I say to you, waters of Jordan, be fellow sufferers for me and assemble all the moving thing s which are in you, and let them surround me and bewail me,", 
      "<b>8.2</b> not for their own sakes, but for mine. Because God did not withhold their food from them, which God appointed from the beginning, but I have been withheld from my food and from life.\"", 
      "<b>8.3</b> When Adam said that, all moving things which were in the Jordan gathered to him and stood around him like a wall. And the waters of the Jordan stopped at that time and became stationary from their flow. Adam cried to God and he set apart six hundred orders of them to call to God in prayers all the days. ",
      "<b>9.1</b> When eighteen days of their weeping were completed, then Satan took on the form of a cherub with splendid attire, and went to the Tigris river to deceive Eve. ",
      "<b>9.2</b> Her tears were falling on her attire, down to the ground. Satan said to Eve, \"Come forth from the water and rest, for God has hearkened to your penitence, to you and Adam your husband. ",
      "<b>9.3</b> Because we beseeched God, ",
      "<b>9.4</b> God sent me to lead you forth from there and to give you your food, on account of which you repented. ",
      "<b>9.5</b> Since just now I went to Adam and he sent me to you and said, 'Go, son, summon my wife', now come, let us go to Adam and I will lead you to the place where your food is.\" ",
      "<b>10.1</b> When Eve came forth from the water, her flesh was like withered grass, for her flesh had been changed from the water, but the form of her glory remained brilliant. ",
      "<b>10.2</b> When she came forth from the water she fell down and remained upon the ground in great distress for two days, for she was quite unable to move from the spot. Then she arose and Satan also led her to where Adam was. ",
      "<b>10.3</b> When Adam saw Satan and Eve who was following him, he wept loudly and called out with a great voice and said to Eve, 'Where is my command of repentance, which I gave you'? How did you go astray, to follow him by whom we were alienated from our dwelling'?\" ",
      "<b>11.1</b> When Eve heard this, she knew that he who deceived her was Satan; she fell down before Adam. From that time Adam's distress increased twofold when he saw the sufferings of his wife, for she was overcome and fell like one dead. ",
      "<b>11.2</b> He was sad and called out great lamentation and said to Satan, \"Why have you engaged in such a great conflict with us? What are our sins against you, that you have brought us out of our place? ",
      "<b>11.3</b> Did we take your glory from you? Did we reject you from being our possession, that you fight against us unnecessarily?\""
    ]
  },
  {
    "id": "5",
    "content": [
      "<b>12.1</b> Satan also wept loudly and said to Adam. \"All my arrogance and sorrow came to pass because of you; for, because of you I went forth from my dwelling; and because of you I was alienated from the throne of the cherubs who, having spread out a shelter, used to enclose me; because of you my feet have trodden the earth.\" ",
      "<b>12.2</b> Adam replied and said to him, ",
      "<b>12.3</b> \"What are our sins against you, that you did all this to us?\" ",
      "<b>13.1</b> Satan replied and said, \"You did nothing to me, but I came to this measure because of you, on the day on which you were created, for I went forth on that day. ",
      "<b>13.2</b> When God breathed his spirit into you, you received the likeness of his image. Thereupon, Michael came and made you bow down before God. God said to Michael, 'Behold I have made Adam in the likeness of my image.' ",
      "<b>14.1</b> Then Michael summoned all the angels. and God said to them,'Come, bow down to god whom I made.' ",
      "<b>14.2</b> Michael bowed first. He called me and said. 'You too, bow down to Adam.' ",
      "<b>14.3</b> I said, 'Go away, Michael! I shall not bow down to him who is posterior to me, for I am former. Why is it proper for me to bow down to him?' ",
      "<b>15.1</b> The other angels, too, who were with me, heard this, and my words seemed pleasing to them and they did not prostrate themselves to you, Adam. ",
      "<b>16.1</b> Thereupon, God became angry with me and commanded to expel us from our dwelling and to cast me and my angels, who were in agreement with me, to the earth; and you were at the same time in the Garden. ",
      "<b>16.2</b> When I realized that because of you I had gone forth from the dwelling of light and was in sorrows and pains, ",
      "<b>16.3</b> then I prepared a trap for you, so that I might alienate you from your happiness just as I, too, had been alienated because of you.\" ",
      "<b>17.1</b> When Adam heard this, he said to the Lord, 'Lord, my soul is in your hand. Make this enemy of mine distant from me, who desires to lead me astray, I who am searching for the light that I have lost.\" ",
      "<b>17.2</b> At that time Satan passed away from him. ",
      "<b>17.3</b> Adam stood from then on in the waters of repentance, and Eve remained fallen upon the ground for three days, like one dead. Then, after three days, she arose from the earth,"
    ]
  },
  {
    "id": "6",
    "content": [
      "<b>18.1</b> and she said to Adam,\"You are innocent of the first sin and of this second one. Only me alone did Satan overcome, as a result of God's word and yours.\" Again Eve said to Adam, \"Behold, I shall go to the west and I shall be there and my food will be grass until I die; for henceforth I am unworthy of the foods of life.\" ",
      "<b>18.2</b> Eve went to the west and she mourned and was sad; ",
      "<b>18.3</b> and then she made a hut for herself in the west, and she was advanced in her pregnancy and she had Cain, the lawless one, in her womb. ",
      "<b>19.1</b> When the times of her parturition came, she began to cry out in a loud voice and said, ",
      "<b>19.2</b> \"Where is Adam, that he might see this pain of mine? Who, indeed will relate my afflictions to Adam? Is there a wind under the heavens that will go and tell Adam, 'Come and help Eve!'?\" And she said, \"I implore you, all luminaries, when you come to the east, tell my lord Adam about my pains.\" ",
      "<b>20.1a</b> Then Adam, in the river Jordan, heard Eve's cry and her weeping. ",
      "<b>20.1b</b> When God hearkened to the sound of Adam's penitence, he taught him sowing and reaping and that which was to come upon him and his seed. ",
      "<b>20.1c</b> Then Adam heard the sound of Eve's entreaty in the west, and Adam said to himself, \"That voice and weeping are of my flesh. Let me arise and go to her and see why she is crying out. Perhaps the beast is fighting with her once more!\" ",
      "<b>20.2</b> Adam arose and followed the noise to where Eve was. When Eve saw him, she spoke and said to Adam, \"Did you hear the sound of my crying? Did the winds inform you, whom I entreated concerning you? Did the luminaries of heaven inform you, who are in the east ern regions every day, in their courses? Did the birds of the heavens inform you, or the beasts of the earth whom I summoned and dispatched to you, to tell you? Now arise, entreat your Creator to deliver me from these pains.\" ",
      "<b>20.3</b> Adam wept and prayed to God on her behalf. ",
      "<b>21.1</b> And behold, two angels and two powers descended from heaven, came to Eve and stood before her. ",
      "<b>21.2</b> The powers said to her, \"Eve, you are blessed because of Adam, God's elect one, for his prayers are mighty and through him help from God has come to you. Apart from him, you would not be able to survive this birth.\" The angel said to Eve, \"Prepare yourself, and I will be a midwife for you.\" ",
      "<b>21.3a</b> Then, when she bore the child, the colour of his body was like the colour of stars. At the hour when the child fell into the hands of the midwife, he leaped up and, with his hands plucked up the grass of the earth near his mother's hut; and infertilities became numerous in that place. ",
      "<b>21.3b</b> The angel said to him, \"God is just, that he did not make you fall into my hand, for you are Cain, the lawless one, who will be destroyer of the good and . . . and living plant and adultery, bitterness and not sweetness.\" ",
      "<b>21.3c</b> And again the angel said to Adam, \"Remain by Eve, so that she will do what I commanded.\""
    ]
  },
  {
    "id": "7",
    "content": [
      "<b>1.2</b> Thenceforth Adam took Eve and the child and brought them to the eastern region, and he was there with her, and then eighteen years and two months were completed. ",
      "<b>1.3</b> She became pregnant and bore a son, Ap'at' whom the midwife named and called Abel; and they dwelt together. ",
      "<b>2.1</b> Eve said to Adam, ",
      "<b>2.2</b> \"My lord, Adam. I fell asleep and I saw in a night vision that the blood of my son Abel was entering the mouth of our son Cain, his brother, and he drank his blood without mercy. Abel beseeched him to leave a little, ",
      "<b>2.3</b> and he did not leave any , and did not hearken to him, but drank his blood completely.\"", 
      "<b>2.4a</b> Adam said to Eve, \"Surely Cain is killing Abel. Come, let us separate them from one another.", 
      "<b>2.4b</b> Let us make individual place for them and leave them there, and let us not provide room in us for the evil one.\" They acted according to this proposal. Adam said to them, \"My sons, arise, go each of you to your place.\" They arose according to this proposal. ",
      "<b>3.2</b> Then, after these proposals God said to the archangel Michael, \"Go say to Adam, \"Do not relate the mystery that you know to Cain, for he is a son of wrath and he is killing Abel, his brother. However, do not be sad because of him; instead of him I shall give you Seth, who is like my first image, and he shall show all memories through me, and not only what you shall say to him'.\"", 
      "<b>3.3</b> God said this to the angel, and he came and spoke to Adam and Adam kept it to himself; and he and Eve were sad. ",
      "<b>4.1</b> After this, Eve became pregnant and bore Seth.", 
      "<b>4.2</b> Adam said to Eve when they were speaking with each other. \"Behold, we have begotten a son in place of Abel, whom Cain killed before us.\"", 
      "<b>5.1a</b> Then, after that, he had sons and daughters, thirty of each kind, and they grew up."
    ]
  },
  {
    "id": "9",
    "content": [
      "<b>5.1b</b> Adam was upon the earth nine hundred and thirty years, and then Adam fell sick with a mortal affliction, and he cried out in a loud voice and said, 'Let all my sons come and gather by me, so that I may see them first, before I die'. ",
      "<b>5.2</b> All his sons who were in every part of the world gathered by him. They assembled by him inside the place which Eve had entered, and he prayed to the Lord God. ",
      "<b>6.1</b> His son Seth said to Adam, \"My father, did you remember the fruit of the Garden, of which you used to eat, I and have you become sad from that longing'? ",
      "<b>6.2</b> If indeed this is the case, tell me, so that I may go close to the Garden Then, after these proposals God said to and cast dust upon my head and weep. For, perhaps God will give me of the fruit, that I might bring it to you, and this pain may be driven away from you'. ",
      "<b>6.3</b> Adam said to him, 'It is not so, my son, Seth; rather do I have mortal sickness and pain\"]. Seth said to him, \"Through whom did this pain come to you?'\""
    ]
  },
  {
    "id": "10",
    "content": [
      "<b>7.1</b> Adam said to him, 'When God made us, me and your mother, he gave us a command not to eat of that tree. ",
      "<b>7.2</b> Satan deceived us at the hour when the angels who were guardians of the tree ascended to worship God. Then, Satan caused Eve to eat that fruit; ",
      "<b>7.3a</b> Eve caused me, who did not know, to eat it. ",
      "<b>7.3b</b> For, my son Seth, God divided the Garden between me and your mother Eve, that we might watch it. To me he gave the eastern portion and the northern, and to your mother, the western and the southern. ",
      "<b>33.1</b> We had twelve angels who went around with each of us, because of the guarding of the Garden, until the time of the light. ",
      "<b>33.2</b> Since, every day they would go forth to worship the Lord, at the time when they went to the heavens, at that time Satan deceived your mother and caused her to eat of the fruit. Satan knew that I was not with her, nor the angels, at that time he caused her to eat. ",
      "<b>33.3</b> Afterwards, also, she gave it to me. ",
      "<b>8.1</b> I knew then, when I ate the fruit, that God was angry with us. ",
      "<b>8.2</b> God said, 'Because you transgressed my commandment, I shall bring seventy afflictions upon your body, pain of the eyes and ringing of the ears and all the joints'. It will be reckoned for me ? among the afflictions of sickness which are preserved in the treasuries, so that God might send them in the last times.\""
    ]
  },
  {
    "id": "11",
    "content": [
      "<b>9.1</b> When Adam said this to his son Seth, he cried out and said, \"What shall I do, for I am in great pains and toils.\" ",
      "<b>9.2</b> Eve wept and said, \"My lord Adam. Arise, give me some of your pain, so that I might receive and bear it, for these pains which have come upon you, came about because of me.\" ",
      "<b>9.3</b> Adam said to her, \"Arise, go with your son Seth, close to the Garden and there cast dust on your heads and weep before God. ",
      "<b>9.4</b> Perhaps God will pity me and send his angel to the Garden, and he will go to the place where the olive-tree stands, from which oil comes forth, and give you a little of it, so that you might bring it to me and I might anoint my bones and be separated from pain,", 
      "<b>9.5</b> and I might teach you this way ... which we were tried formerly.\""
    ]
  },
  {
    "id": "12",
    "content": [
      "<b>10.1</b> Thereafter, Seth and Eve went in the direction of the Garden. As they were going, Eve saw that a wild beast was fighting with her son Seth and was biting him. Eve began to weep and she said, ",
      "<b>10.2</b> ' When that the day of Judgement came; all sins will be blamed upon me and men will say, 'Our mother did not hearken to the commandment of the Lord God!' ",
      "<b>10.3</b> Eve called out against the wild beast and said, 'O wild beast, how do you not fear the image of God, that you dared to fight with the image of God'? How was your mouth opened and your fangs bared, and your hair stood on end'? How did you not remember the obedience which you formerly displayed, that your mouth was opened against the image of God'? ",
      "<b>11.1</b> Then the wild beast cried out and said to Eve, 'In truth, our insolence is because of you, for the example came from you. ",
      "<b>11.2</b> How was your mouth opened to dare to eat of the fruit concerning which God commanded you not to eat of it until he will change all of our natures? ",
      "<b>11.3</b> Henceforth you are unable to resist that which I speak to you, or if I begin to rebuke you'. ",
      "<b>12.1</b> Then Seth said to the wild beast, Close your mouth, O Satan. Get away from the image of God until the day will come on which God will bring you to rebuke'. ",
      "<b>12.2</b> Then he said to Seth, 'Behold, I am standing apart from you, the image of God'. The beast fled from him."
    ]
  },
  {
    "id": "13",
    "content": [
      "<b>13.1</b> Seth, with Eve , went close to the Garden, and they wept with loud lament and asked God to send an angel to help them. ",
      "<b>13.2a</b> God sent to them the angel Michael, who is prince of souls, and he spoke the words to them, \"", 
      "<b>13.2b</b> Seth, man of God: Do not labour to supplicate for the oil which issues forth from the tree--that oil of joy--to anoint your father Adam."
    ]
  },
  {
    "id": "14",
    "content": [
      "<b>13.3</b> This cannot be now: but then, at that time when the years of the end are filled and completed, then the beloved Christ will come to resurrect Adam's body, because of his sins which took place. ",
      "<b>13.4</b> He will come to the Jordan and be baptized by him, and when he will come forth from the water, then Michael will come and anoint the new Adam with the oil of joy. ",
      "<b>13.5</b> Then, after that, it shall happen in the same fashion to all the wild beasts of the earth, who will arise in resurrection and be worthy of entering the Garden.I shall anoint them with that oil."
    ]
  },
  {
    "id": "15",
    "content": [
      "<b>13.6</b> But you, go to Adam your father, for his times will be full in three days and you have to see many wonders in heavens and upon earth and in all luminaries which are in the heavens.\" ",
      "<b>14.1</b> When the angel had spoken this, he disappeared behind a tree of the Garden. Thenceforth, Seth and Eve came to the hut where Adam lay sick. Adam remembered about the transgression of the eating of the tree,"
    ]
  },
  {
    "id": "16",
    "content": [
      "<b>14.2</b> and he said to Eve,\"Oh, what did you do? What sort of pain did you bring upon us and upon our seed ? Now, then, tell your children how the sin took place, for, behold, I am weakened unto the exhaustion of my strength. ",
      "<b>14.3</b> For, perhaps, when we die, toils will come upon the earth and all the generations who will issue from us will labour. And they will curse us and say, ",
      "<b>14.4</b> 'Our father and our mother brought these evils upon us'.\""
    ]
  },
  {
    "id": "17",
    "content": [
      "<b>15.1</b> Then Eve began to weep and said, \"Come near me and I will tell you this way, how our sin took place. ",
      "<b>15.2</b> At the time when your father was guarding the lot of his portion which had been given to him by God and I was guarding in my lot, at the southern and western side. ",
      "<b>15.3</b> Satan went to your father's lot, where the wild beasts were. He summoned the serpent and said to him, 'Arise, come to me!' ",
      "<b>15.4</b> For God had divided the wild beasts and given them to us--the male ones he gave to your father and the female ones he gave to me. We used to nourish them according to whichever of us it had been allotted."
    ]
  },
  {
    "id": "18",
    "content": [
      "<b>16.2</b> Satan said to the serpent, 'Arise, come to me and I will tell you something which is of profit to you'. ",
      "<b>16.3a</b> Then the serpent came to him and Satan said to it, 'I hear that you are wiser than all the wild animals and I have come to see you. I found that there is none like you in your cunning among all the animals. Even as Adam gave nourishment to all the wild beasts, so also you did.\" ",
      "<b>16.3b</b> And then, when the wild beasts went to worship Adam, Satan went with them and said to the serpent, 'Why do you worship Adam every morning? You came into being before him: why is it that you, who are the former one, worship the later? Rather should the younger worship the older.", 
      "<b>16.3c</b> Why do you worship Adam or why are you fed by Adam and are not fed by the fruit of the Garden ? Come on, rise up, come to me and hear what I say to you. Let us expel Adam from the Garden like us so that we may re-enter the Garden'. ",
      "<b>16.4</b> The serpent said, 'In what way or how can we expel him from the Garden?' Satan said to the serpent, 'Be you, in your form, a lyre for me and I will pronounce speech through your mouth, so that we may be able to help."
    ]
  },
  {
    "id": "19",
    "content": [
      "<b>17.1</b> Then the two of them came to me and hung their feet around the wall of the Garden. When the angels ascended to the worship of the Lord, at that time Satan took on the form of an angel and began to praise God with angelic praises. I knelt down by the wall and attended to his praises. ",
      "<b>17.2a</b> I looked and saw him in the likeness of an angel; when I looked again, I did not see him. ",
      "<b>17.2b</b> Then he went and summoned the serpent and said to him, 'Arise, come to me so that I may enter into you and speak through your mouth as much as I will need say'. ",
      "<b>17.2c</b> At that time the serpent became a lyre for him, and he came again to the wall of the Garden. He cried out and said, 'Oh, woman, you who are blind in this Garden of delight, arise come to me and I will say some words to you'. ",
      "<b>17.2d</b> When I went to him, he said to me, 'Are you Eve'?' I said, 'Yes, I am'. He replied and said, 'What do you do in the Garden '?' ",
      "<b>17.3</b> I said to him, 'God set us to guard the Garden', ",
      "<b>17.4</b> Satan replied and said to me through the mouth of the serpent, 'This work is good, but come, do you eat of all the trees which are in the Garden ?' ",
      "<b>17.5</b> I said to him, 'Yes, we eat of all of them except only of that one tree which is in the very middle of the Garden, concerning which God commanded us, \"Do not eat of it, for if you eat you will surely die'."
    ]
  },
  {
    "id": "20",
    "content": [
      "<b>18.1</b> Then the serpent said, 'As the Lord lives, I am greatly concerned about you for you are like beasts, since God has withheld it from you, but I do not wish you to be ignorant. Come on, come and eat of the tree, and you see what honour will be yours'. ",
      "<b>18.2</b> I said to him, 'I fear lest I die as God said to us'. ",
      "<b>18.3</b> The serpent, together with Satan, replied and said to me, 'As the Lord lives, you will not die, but when you eat, your eyes will be opened and you will become like God, knowing good and evil. ",
      "<b>18.4</b> But God knew that you will become like him; he deceived you, that he said, 'Do not eat of it '. ",
      "<b>18.5</b> And he said, 'Look at the tree and see what glory is around the tree'. When I looked at the tree, I saw that great glory was around it. I said to him, ",
      "<b>18.6</b> \"The tree is good and it looks pleasing to me, but I cannot go and take of the fruit: I am afraid. Come here! If you are not afraid, bring me of the fruit and I will eat, so that I may know whether your words are true or not'. Then the serpent called to me and said, 'Come, open the gate for me and I will enter and I will give you of the fruit'."
    ]
  },
  {
    "id": "21",
    "content": [
      "<b>19.1</b> When he entered, he proceeded a little way into the Garden and stopped, I said, 'Why did you stop?' He said to me, 'Perhaps, when I shall give you to eat and your eyes are opened and you become like God, you will deceive Adam and will not give him to eat of the fruit and he will become like a beast before you. But you, if you wish, swear to me truly that you will give him to eat, and will not deceive your husband Adam'. ",
      "<b>19.2</b> I said to him, 'I do not know any oath by which I can swear to you, but I will say to you that which I do know: By the plants of the Garden and by the Cherubs and the Seraphs and by the Father who sits in the heavens to descend to the Garden, if I eat and learn everything, I shall not withhold, but I will give to my husband Adam to eat'. ",
      "<b>19.3</b> When he had caught me through an oath, he then led me and brought me to the tree and he went forth to the tree. He set the deception in its fruit,4 that is desire of sins, harlotries, adulteries, greeds. He lowered the branches of the tree to the earth. Then I took some of the fruit and I ate."
    ]
  },
  {
    "id": "22",
    "content": [
      "<b>20.1</b> At that hour I learned with my eyes that I was naked of the glory I with which I had been clothed. Thenceforth, I began to weep and said, ",
      "<b>20.2</b> 'What did you do to me?' But I was no longer mortified about the war which the enemy had made against me; then I learned, thenceforth, that he will lead me to the depths of hell. ",
      "<b>20.3</b> When Satan did this, he descended from the tree and hid in the Garden. ",
      "<b>20.4</b> In my parts of the Garden I sought leaves of a tree to cover my nakedness, and I could not find any on all the trees. For, at that hour all the trees of the Garden became leafless, except for the fig-tree alone. ",
      "<b>20.5</b> I took its leaves and covered my nakedness, and I stood by the tree of which I had eaten. I was afraid, my son Seth, because of the oath I swore that I would give my husband Adam to eat."
    ]
  },
  {
    "id": "23",
    "content": [
      "<b>21.1</b> I cried out to Adam in a loud voice, 'Arise, come to me and I will show you this way'. ",
      "<b>21.2</b> Then Adam came to me with his great glory, ",
      "<b>21.5</b> and I gave him to eat of the fruit, and I made him like me. Subsequently, he, too, came and took a fig leaf and covered his nakedness."
    ]
  },
  {
    "id": "24",
    "content": [
      "<b>22.1</b> After that, we heard the angel Gabriel blowing a trumpet and summoning all the angels and saying to them, ",
      "<b>22.2</b> 'Thus says the Lord, \"Come to me so that I may descend to the Garden with you, and listen to my judgement with which I will judge Adam'.When we heard the sound of the angel's trumpet, we knew that God was about to come to the Garden to judge us. ",
      "<b>22.3</b> He set forth upon upon the Cherub chariot and the angels were praising him; consequently, we were afraid and hid. God reached the Garden and all of the plants of the garden flowered. ",
      "<b>22.4</b> He set up his throne close to the tree of life. ",
      "<b>23.1</b> God summoned Adam and said, 'Adam, where are you'? Do you think that you have hidden and do you say, \"He does not know me\"? Can the building hide from the Builder, that you hide near that olive-tree '?' ",
      "<b>23.2</b> Adam replied and said, 'No, Lord, it is not that having hidden, I think that you will not find me, but I was afraid, for I am naked and I am ashamed .' ",
      "<b>23.3</b> God said to him, 'Who showed you to be naked, if you have not abandoned my commandment which I gave you to observe'?' ",
      "<b>23.4</b> Then Adam remembered the injunction which He had spoken to him, to do and observe. Adam said,'This woman, whom you gave, deceived me and I ate'.He turned to me and said, 'Why did you do that ?' ",
      "<b>23.5</b> I recalled the serpent's speech and said, 'The serpent deceived me'."
    ]
  },
  {
    "id": "25",
    "content": [
      "<b>24.1</b> Subsequently God said to Adam, 'Because you obeyed your wife's voice and transgressed my commandment, you will be condemned upon the earth. ",
      "<b>24.2</b> You will toil upon it, and it will not give you its strength ; thorns and thistles will sprout forth for you. By the sweat of your brow you shall eat your bread ",
      "<b>24.3</b> and you shall have no rest; you shall hunger and you shall be sated and you shall be afflicted by bitterness then you shall eat of sweetness; you shall be tormented by heat and afflicted by cold; you shall be pauperized and become great; you shall grow fat and you will be weakened ",
      "<b>24.4</b> and the beasts which you ruled will rise up against you malignantly, because you transgressed my commandment and did not observe it '. ",
      "<b>25.1</b> God turned and said to me, 'Because you obeyed the serpent and transgressed my commandment, you shall suffer torments and pains. ",
      "<b>25.2</b> You shall bear many children and at the time of birth you shall bring your life to an end and, from your great agonies and pains",
      "<b>25.3</b> you shall promise with your mouth and say, 'If I survive these agonies, I shall never go back to my husband.\" And when you emerge from the agonies, you shall return immediately to the earth. ",
      "<b>25.4</b> For you shall be condemned by your own mouth, since you promised when the pain was acute, \"I will never go back to this earth\" and then you returned to the same. In pain you shall bear children and in pity you shall return to your husband and he will rule over you'. ",
      "<b>26.1</b> After he had said all this to me, the Lord became very angry at the serpent and said, 'Because you did this and became a lyre to lead astray those who were weak of heart , be cursed more than all the animals. ",
      "<b>26.2</b> Be withheld from your foods which you used to eat. Dust will be your food and you shall go upon your breast and your stomach; your feet and hands will be withheld ",
      "<b>26.3</b> and your ears will not hear, and none of your limbs. A likeness of the cross will bring my son to the earth, because of him whom you deceived. Be disabled and broken because of the evil of your heart. ",
      "<b>26.4</b> I have set enmity between you and Adam's seed. You will lie in wait for his heel and he for your head, until the day upon which you will be punished'."
    ]
  },
  {
    "id": "26",
    "content": [
      "<b>27.1</b> When God had said this, he commanded our expulsion from the Garden, ",
      "<b>27.2</b> and the angels set about expelling us. Adam beseeched the angels and said, 'Let me be for a little, so that I may beseech God about my sins. Perhaps he will grant me penitence and not expel me from the Garden'. ",
      "<b>27.3</b> The angels let him be from expelling him from the Garden, and Adam said,'Be gracious to me, Lord God, for I have sinned against you'. ",
      "<b>27.4</b> Then the Lord said to the angels , 'Do not let him stand still, but expel him from the Garden. Were the sins mine'? Do I pronounce judgement in vain'?' ",
      "<b>27.5</b> Then the angels worshipped God and said, 'You are just, O Lord, and your judgements are upright'. ",
      "<b>28.2</b> Adam said again to God, 'My Lord, I beseech you, give me of the tree of life, so that I may eat before I shall have gone forth from the Garden'. ",
      "<b>28.3</b> God said to Adam, 'You cannot take of it in your lifetime, because I have given an order to the Seraphs to guard it round about with weapons because of you, lest you should eat more of it and become immortal and say, 'Behold, I shall not die\"; and you will be boastful of it and be victorious in the war which the enemy has made with you. ",
      "<b>28.4</b> Rather, when you go out of the Garden, guard yourself from slander, from harlotry, from adultery, from sorcery, from the love of money, from avarice and from all sins. Then, you shall arise from death, in the resurrection which is going to take place. At that time, I will give you of the tree of life and you will be eternally undying'."
    ]
  },
  {
    "id": "27",
    "content": [
      "<b>29.1</b> When God had said this, he commanded to expel us from the Garden. ",
      "<b>29.2</b> Adam began to cry before the angels, and the angels said to him, 'What do you want us to do for you'?' ",
      "<b>29.3</b> Adam replied and said to the angels, 'I beseech you, let me be a little, so that I may take sweet incenses with me from the Garden, so that when I go out of here, I may offer sweet incenses to God, and offerings, so that, perhaps, God will hearken to us'. ",
      "<b>29.6</b> The angels let him be, and he took sweet incenses with him, iris and balsam. We took them and went forth from the Garden to this land."
    ]
  },
  {
    "id": "28",
    "content": [
      "<b>30.1</b> Now, my son, Seth, I have shown you the way, how we sinned. But you, take care to do the good things. Do not abandon God's command and do not depart from his mercy. Behold, I will show you every sort of recompense, both of good and of evil.\" ",
      "<b>31.1</b> At the time when Adam was ill and they were standing around him, because one more day remained of his life and Adam's soul was going forth from his body, Eve related all this. And again Eve said to Adam, ",
      "<b>31.2</b> \"Why do you die and I live? Tell me, what shall I do for you? How long shall I be on the earth after your death? ",
      "<b>31.3</b> Adam said to her, \"Do not concern yourself with earthly things, but consider that we will both die as a couple, and they will place you where I will be. But when I die, do not come near me to move me from the place, until God speaks with you about me. ",
      "<b>31.4</b> For God will not forget me, but he seeks the vessel which he made. Now, arise, pray to God until I give up my soul, which he gave me, into his hands. For I do not know how we shall preserve for the Father of all, whether he will be angry or will be merciful to us.\""
    ]
  },
  {
    "id": "29",
    "content": [
      "<b>32.1</b> Then Eve arose, beseeched God and said, ",
      "<b>32.2</b> \"I have sinned, God; I have sinned against you, my beloved Lord; I have sinned against your elect angels; I have sinned against the Cherubs; I have sinned against the Seraphs; I have sinned before you, Lord. I beseech all you whom God created in the heavens and on the earth, that you intercede with the Father in heaven.\"", 
      "<b>32.3</b> While Eve was praying on bended knee, behold, the archangel Michael came to her, stood her up and said, ",
      "<b>32.4</b> \"Arise, Eve, from your penitence. Behold, the soul of your husband Adam has gone forth from the body'."
    ]
  },
  {
    "id": "30",
    "content": [
      "<b>33.1</b> Eve arose,"
    ]
  },
  {
    "id": "32",
    "content": [
      "<b>38.2</b> and all the angels assembled before her, each according to his rank. Some of them bore censers in their hands, others bore trumpets and others bore blessings. ",
      "<b>38.3</b> Behold, the Lord of hosts upon a Cherub chariot and four winds were drawing him, and Cherubs were serving those winds and the angels were proceeding before him: God came to the earth, to the place where Adam's body lay, and all of the angels were before him with praises. ",
      "<b>38.4</b> God came to the Garden and all the plants moved , and all the people who were with Adam fell asleep. Only Seth alone, the virtuous one, was awake, according to God's direction. ",
      "<b>39.1</b> God came to Adam's body, where he was lying dead. God mourned greatly and said in a sweet voice,'Oh, Adam. Why did you do that'? If you had observed my commandment, those who brought you down to this place would not have rejoiced over you. ",
      "<b>39.2</b> But I will turn their rejoicing into sorrow, and I will turn your sorrow into rejoicing. I shall make you the beginning of rejoicing and I shall set you on the throne of him who deceived you, ",
      "<b>39.3</b> and I shall cast them into a place of darkness and death.\" ",
      "<b>40.1</b> After this, God spoke to Michael and said, ",
      "<b>40.2</b> \"Go to the Garden of the third heaven and bring me three linen cloths.\"When he had brought them, God said to Michael and to Ozel and to Gabriel, 'Bring these linen cloths and cover Adam's body, and bring sweet oil.\" They brought them and set them around him and wound him in that garment. ",
      "<b>40.3</b> When they had finished everything, God ordered them to bring Abel's body. They brought still other linen cloths and dressed him. ",
      "<b>40.4</b> For he had remained from that day upon which Cain the lawless one had killed him and had wished to hide him, and had been unable. For, as soon as his body was in the dust, a heavenly voice came and said, ",
      "<b>40.5a</b> 'It is not permitted to hide him in the earth before the first creature has returned to the earth from which he came'. ",
      "<b>40.5b</b> Thenceforth, they took him into that same cave where he was until Adam died. Then, after this, they brought him and treated him just as they had treated his father Adam. ",
      "<b>40.6</b> After the dressing, God commanded that both of them be taken to the region of the Garden and be brought to the place from which the dust had been taken and Adam created.\" God caused them to dig ",
      "<b>40.7</b> in that place and sent them to bring sweet incenses and iris incense and he caused them to put oils upon the dust and to cover the spices. Then after this, they took the bodies of both of them and put them in the place in which he had fashioned them. They exchanged and made a sepulchre over them. ",
      "<b>41.1</b> God called to Adam's body through the dust and said, \"Adam, Adam.\" Adam's body said to the dust, \"Answer and say, 'Here I am , Lord' .\" ",
      "<b>41.2</b> The Lord said to him, \"Behold, just as I said to you, 'Adam, you are dust and you return to dust;' ",
      "<b>41.3</b> but I will raise you in the resurrection which I promised you.\" ",
      "<b>42.1</b> After God had said this, he took a three-fold seal I and sealed Adam's tomb and said, \"Let none approach in these days, until their bodies return to it.\" ",
      "<b>42.2</b> Then, at that time, the Lord ascended to the heavens with his angels, Seraphs and chariot of light, each to his station."
    ]
  },
  {
    "id": "34",
    "content": [
      "<b>42.3</b> The times of Eve were filled and completed and she was dying. She began to weep and sought to know the place where Adam was buried, because she was ignorant of it . For, at the time when God came for the death of Adam, all the plants of the Garden were moved and, through the holy spirit, sleep overcame all those who were upon the earth, until they had dressed Adam, and none upon the earth knew, except Seth alone. ",
      "<b>42.4</b> Again Eve began to cry out, to beseech God that they should bring her to the place where Adam was buried. When she had completed that prayer, she said, ",
      "<b>42.5</b> 'My God, God of miracles, do not alienate me from Adam's place, ",
      "<b>42.6</b> but command to place me in his tomb. ",
      "<b>42.7</b> Just as we were together in the Garden, and were not separate from one another, just as in life, so in our death. In the place in which Adam was buried let me, too, be buried with him.\" ",
      "<b>42.8</b> When, beseeching, she had said this, her soul left her."
    ]
  },
  {
    "id": "35",
    "content": [
      "<b>43.1</b> Michael, the archangel, came and spoke to Seth and taught him how to dress her. Three angels came and took Eve's body and brought it and placed it where Adam's and Abel's bodies were. ",
      "<b>43.2</b> After this, Michael spoke to Seth and said, 'Thus shall you dress every human being who dies, until the day of the end, through the resurrection\" ",
      "<b>43.3</b> When the angel had said this to Seth, I he ascended to heaven, praising the Father and the Son and the Holy Spirit, now and for ever."
    ]
  }
]