[
  {
    "id": "0",
    "content": [
      "<span>1.1</span> On the third day, God planted the garden in the east of the earth, on the border of the world eastward, beyond which, towards the sun-rising, one finds nothing but water, that encompasses the whole world, and reaches unto the borders of heaven.",
      "<span>1.2</span> And to the north of the garden there is a sea of water, clear and pure to the taste, like unto nothing else; so that, through the clearness thereof, one may look into the depths of the earth.",
      "<span>1.3</span> And when a man washes himself in it, becomes clean of the cleanness thereof, and white of its whiteness--even if he were dark.",
      "<span>1.4</span> And God created that sea of His own good pleasure, for He knew what would come of the man He should make; so that after he had left the garden, on account of his transgression, men should be born in the earth, from among whom righteous ones should die, whose souls God would raise at the last day; when they should return to their flesh; should bathe in the water of that sea, and all of them repent of their sins.",
      "<span>1.5</span> But when God made Adam go out of the garden, He did not place him on the border of it northward, lest he should draw near to the sea of water, and he and Eve wash themselves in it, be cleansed from their sins, forget the transgression they had committed, and he no longer reminded of it in the thought of their punishment.",
      "<span>1.6</span> Then, again, as to the southern side of the garden, God was not pleased to let Adam dwell there; because, when the wind blew from the north, it would bring him, on that southern side, the delicious smell of the trees of the garden.",
      "<span>1.7</span> Wherefore God did not put Adam there, lest he should smell the sweet smell of those trees forget his transgression, and find consolation for what he had done, take delight in the smell of the trees, and not be cleansed from his transgression.",
      "<span>1.8</span> Again, also, because God is merciful and of great pity, and governs all things in a way He alone knows--He made our father Adam dwell in the western border of the garden, because on that side the earth is very broad.",
      "<span>1.9</span> And God commanded him to dwell there in a cave in a rock--the Cave of Treasures below the garden.",
      "<span>2.1</span> But when our father Adam, and Eve, went out of the garden, they trod the ground on their feet, not knowing they were treading.",
      "<span>2.2</span> And when they came to the opening of the gate of the garden, and saw the broad earth spread before them, covered with stones large and small, and with sand, they feared and trembled, and fell on their faces, from the fear that came upon them; and they were as dead.",
      "<span>2.3</span> Because--whereas they had hitherto been in the garden-land, beautifully planted with all manner of trees--they now saw themselves, in a strange land, which they knew not, and had never seen.",
      "<span>2.4</span> And because at that time they were filled with the grace of a bright nature, and they had not hearts turned towards earthly things.",
      "<span>2.5</span> Therefore had God pity on them; and when He saw them fallen before the gate of the garden, He sent His Word unto father Adam and Eve, and raised them from their fallen state.",
      "<span>3.1</span> God said to Adam, \"I have ordained on this earth days and years, and thou and thy seed shall dwell and walk in it, until the days and years are fulfilled; when I shall send the Word that created thee, and against which thou hast transgressed, the Word that made thee come out of the garden and that raised thee when thou wast fallen.",
      "<span>3.2</span> Yea, the Word that will again save thee when the five days and a half are fulfilled.\"",
      "<span>3.3</span> But when Adam heard these words from God, and of the great five days and a half, he did not understand the meaning of them.",
      "<span>3.4</span> For Adam was thinking that there would be but five days and a half for him, to the end of the world.",
      "<span>3.5</span> And Adam wept, and prayed God to explain it to him.",
      "<span>3.6</span> Then God in His mercy for Adam who was made after His own image and similitude, explained to him, that these were 5,000 and 500 years; and how One would then come and save him and his seed.",
      "<span>3.7</span> But God had before that made this covenant with our father, Adam, in the same terms, ere he came out of the garden, when he was by the tree whereof Eve took the fruit and gave it him to eat.",
      "<span>3.8</span> Inasmuch as when our father Adam came out of the garden, he passed by that tree, and saw how God had then changed the appearance of it into another form, and how it withered.",
      "<span>3.9</span> And as Adam went to it he feared, trembled and fell down; but God in His mercy lifted him up, and then made this covenant with him.",
      "<span>3.10</span> And, again, when Adam was by the gate of the garden, and saw the cherub with a sword of flashing fire in his hand, and the cherub grew angry and frowned at him, both Adam and Eve became afraid of him, and thought he meant to put them to death. So they fell on their faces, and trembled with fear.",
      "<span>3.11</span> But he had pity on them, and showed them mercy; and turning from them went up to heaven, and prayed unto the Lord, and said:--",
      "<span>3.12</span> \"Lord, Thou didst send me to watch at the gate of the garden, with a sword of fire.",
      "<span>3.13</span> \"But when Thy servants, Adam and Eve, saw me, they fell on their faces, and were as dead. O my Lord, what shall we do to Thy servants?\"",
      "<span>3.14</span> Then God had pity on them, and showed them mercy, and sent His Angel to keep the garden.",
      "<span>3.15</span> And the Word of the Lord came unto Adam and Eve, and raised them up.",
      "<span>3.16</span> And the Lord said to Adam, \"I told thee that at the end of five days and a half, I will send my Word and save thee.",
      "<span>3.17</span> \"Strengthen thy heart, therefore, and abide in the Cave of Treasures, of which I have before spoken to thee.\"",
      "<span>3.18</span> And when Adam heard this Word from God, he was comforted with that which God had told him. For He had told him how He would save him.",
      "<span>4.1</span> But Adam and Eve wept for having come out of the garden, their first abode.",
      "<span>4.2</span> And, indeed, when Adam looked at his flesh, that was altered, he wept bitterly, he and Eve, over what they had done. And they walked and went gently down into the Cave of Treasures.",
      "<span>4.3</span> And as they came to it Adam wept over himself and said to Eve, \"Look at this cave that is to be our prison in this world, and a place of punishment!",
      "<span>4.4</span> \"What is it compared with the garden? What is its narrowness compared with the space of the other?",
      "<span>4.5</span> \"What is this rock, by the side of those groves? What is the gloom of this cavern, compared with the light of the garden?",
      "<span>4.6</span> \"What is this overhanging ledge of rock to shelter us, compared with the mercy of the Lord that overshadowed us?",
      "<span>4.7</span> \"What is the soil of this cave compared with the garden-land? This earth, strewed with stones; and that, planted with delicious fruit-trees?\"",
      "<span>4.8</span> And Adam said to Eve, \"Look at thine eyes, and at mine, which afore beheld angels in heaven, praising; and they, too, without ceasing.",
      "<span>4.9</span> \"But now we do not see as we did: our eyes have become of flesh; they cannot see in like manner as they saw before.\"",
      "<span>4.10</span> Adam said again to Eve, \"What is our body to-day, compared to what it was in former days, when we dwelt in the garden?\"",
      "<span>4.11</span> After this Adam did not like to enter the cave, under the overhanging rock; nor would he ever have entered it.",
      "<span>4.12</span> But he bowed to God's orders; and said to himself, \"Unless I enter the cave, I shall again be a transgressor.\"",
      "<span>5.1</span> Then Adam and Eve entered the cave, and stood praying, in their own tongue, unknown to us, but which they knew well.",
      "<span>5.2</span> And as they prayed, Adam raised his eyes, and saw the rock and the roof of the cave that covered him overhead, so that he could see neither heaven, nor God's creatures. So he wept and smote heavily upon his breast, until he dropped, and was as dead.",
      "<span>5.3</span> And Eve sat weeping; for she believed he was dead.",
      "<span>5.4</span> Then she arose, spread her hands towards God, suing Him for mercy and pity, and said, \"O God, forgive me my sin, the sin which I committed, and remember it not against me.",
      "<span>5.5</span> \"For I alone caused Thy servant to fall from the garden into this lost estate; from light into this darkness; and from the abode of joy into this prison.",
      "<span>5.6</span> \"O God, look upon this Thy servant thus fallen, and raise him from his death, that he may weep and repent of his transgression which he committed through me.",
      "<span>5.7</span> \"Take not away his soul this once; but let him live that he may stand after the measure of his repentance, and do Thy will, as before his death.",
      "<span>5.8</span> \"But if Thou do not raise him up, then, O God, take away my own soul, that I be like him; and leave me not in this dungeon, one and alone; for I could not stand alone in this world, but with him only.",
      "<span>5.9</span> \"For Thou, O God, didst cause a slumber to come upon him, and didst take a bone from his side, and didst restore the flesh in the place of it, by Thy divine power.",
      "<span>5.10</span> \"And Thou didst take me, the bone, and make me a woman, bright like him, with heart, reason, and speech; and in flesh, like unto his own; and Thou didst make me after the likeness of his countenance, by Thy mercy and power.",
      "<span>5.11</span> \"O Lord, I and he are one and Thou, O God, art our Creator, Thou are He who made us both in one day.",
      "<span>5.12</span> \"Therefore, O God, give him life, that he may be with me in this strange land, while we dwell in it on account of our transgression.",
      "<span>5.13</span> \"But if Thou wilt not give him life, then take me, even me, like him; that we both may die the same day.\"",
      "<span>5.14</span> And Eve wept bitterly, and fell upon our father Adam; from her great sorrow.",
      "<span>6.1</span> But God looked upon them; for they had killed themselves through great grief.",
      "<span>6.2</span> But He would raise them and comfort them.",
      "<span>6.3</span> He, therefore, sent His Word unto them; that they should stand and be raised forthwith.",
      "<span>6.4</span> And the Lord said unto Adam and Eve, \"You transgressed of your own free will, until you came out of the garden in which I had placed you.",
      "<span>6.5</span> \"Of your own free will have you transgressed through your desire for divinity, greatness, and an exalted state, such as I have; so that I deprived you of the bright nature in which you then were, and I made you come out of the garden to this land, rough and full of trouble.",
      "<span>6.6</span> \"If only you had not transgressed My commandment and had kept My law, and had not eaten of the fruit of the tree, near which I told you not to come! And there were fruit trees in the garden better than that one.",
      "<span>6.7</span> \"But the wicked Satan who continued not in his first estate, nor kept his faith; in whom was no good intent towards Me, and who though I had created him, yet set Me at naught, and sought the Godhead, so that I hurled him down from heaven,--he it is who made the tree appear pleasant in your eyes, until you ate of it, by hearkening to him.",
      "<span>6.8</span> \"Thus have you transgressed My commandment, and therefore have I brought upon you all these sorrows.",
      "<span>6.9</span> \"For I am God the Creator, who, when I created My creatures, did not intend to destroy them. But after they had sorely roused My anger, I punished them with grievous plagues, until they repent.",
      "<span>6.10</span> \"But, if on the contrary, they still continue hardened in their transgression, they shall be under a curse for ever.\"",
      "<span>7.1</span> When Adam and Eve heard these words from God, they wept and sobbed yet more; but they strengthened their hearts in God, because they now felt that the Lord was to them like a father and a mother; and for this very reason, they wept before Him, and sought mercy from Him.",
      "<span>7.2</span> Then God had pity on them, and said: \"O Adam, I have made My covenant with thee, and I will not turn from it; neither will I let thee return to the garden, until My covenant of the great five days and a half is fulfilled.\"",
      "<span>7.3</span> Then Adam said unto God, \"O Lord, Thou didst create us, and make us fit to be in the garden; and before I transgressed, Thou madest all beasts come to me, that I should name them.",
      "<span>7.4</span> \"Thy grace was then on me; and I named every one according to Thy mind; and Thou madest them all subject unto me.",
      "<span>7.5</span> \"But now, O Lord God, that I have transgressed Thy commandment, all beasts will rise against me and will devour me, and Eve Thy handmaid; and will cut off our life from the face of the earth.",
      "<span>7.6</span> \"I therefore beseech Thee, O God, that, since Thou hast made us come out of the garden, and hast made us be in a strange land, Thou wilt not let the beasts hurt us.\"",
      "<span>7.7</span> When the Lord heard these words from Adam, He had pity on him, and felt that he had truly said that the beasts of the field would rise and devour him and Eve, because He, the Lord, was angry with them two on account of their transgression.",
      "<span>7.8</span> Then God commanded the beasts, and the birds, and all that moves upon the earth, to come to Adam and to be familiar with him, and not to trouble him and Eve; nor yet any of the good and righteous among their posterity.",
      "<span>7.9</span> Then the beasts did obeisance to Adam, according to the commandment of God; except the serpent, against which God was wroth. It did not come to Adam, with the beasts.",
      "<span>8.1</span> Then Adam wept and said, \"O God, when we dwelt in the garden, and our hearts were lifted up, we saw the angels that sang praises in heaven, but now we do not see as we were used to do; nay, when we entered the cave, all creation became hidden from us.\"",
      "<span>8.2</span> Then God the Lord said unto Adam, \"When thou wast under subjection to Me, thou hadst a bright nature within thee, and for that reason couldst thou see things afar off. But after thy transgression thy bright nature was withdrawn from thee; and it was not left to thee to see things afar off, but only near at hand; after the ability of the flesh; for it is brutish.\"",
      "<span>8.3</span> When Adam and Eve had heard these words from God, they went their way; praising and worshipping Him with a sorrowful heart.",
      "<span>8.4</span> And God ceased to commune with them.",
      "<span>9.1</span> Then Adam and Eve came out of the Cave of Treasures, and drew near to the garden gate, and there they stood to look at it, and wept for having come away from it.",
      "<span>9.2</span> And Adam and Eve went from before the gate of the garden to the southern side of it, and found there the water that watered the garden, from the root of the Tree of Life, and that parted itself from thence into four rivers over the earth.",
      "<span>9.3</span> Then they came and drew near to that water, and looked at it; and saw that it was the water that came forth from under the root of the Tree of Life in the garden.",
      "<span>9.4</span> And Adam wept and wailed, and smote upon his breast, for being severed from the garden; and said to Eve:--",
      "<span>9.5</span> \"Why hast thou brought upon me, upon thyself, and upon our seed, so many of these plagues and punishments?\"",
      "<span>9.6</span> And Eve said unto him, \"What is it thou hast seen, to weep and to speak to me in this wise?\"",
      "<span>9.7</span> And he said to Eve, \"Seest thou not this water that was with us in the garden, that watered the trees of the garden, and flowed out thence?",
      "<span>9.8</span> \"And we, when we were in the garden, did not care about it; but since we came to this strange land, we love it, and turn it to use for our body.\"",
      "<span>9.9</span> But when Eve heard these words from him, she wept; and from the soreness of their weeping, they fell into that water; and would have put an end to themselves in it, so as never again to return and behold the creation; for when they looked upon the work of creation, they felt they must put an end to themselves.",
      "<span>10.1</span> Then God, merciful and gracious, looked upon them thus lying in the water, and nigh unto death, and sent an angel, who brought them out of the water, and laid them on the seashore as dead.",
      "<span>10.2</span> Then the angel went up to God, was welcome, and said, \"O God, Thy creatures have breathed their last.\"",
      "<span>10.3</span> Then God sent His Word unto Adam and Eve, who raised them from their death.",
      "<span>10.4</span> And Adam said, after he was raised, \"O God, while we were in the garden we did not require, or care for this water; but since we came to this land we cannot do without it.\"",
      "<span>10.5</span> Then God said to Adam, \"While thou wast under My command and wast a bright angel, thou knewest not this water.",
      "<span>10.6</span> \"But after that thou hast transgressed My commandment, thou canst not do without water, wherein to wash thy body and make it grow; for it is now like that of beasts, and is in want of water.\"",
      "<span>10.7</span> When Adam and Eve heard these words from God, they wept a bitter cry; and Adam entreated God to let him return into the garden, and look at it a second time.",
      "<span>10.8</span> But God said unto Adam, \"I have made thee a promise; when that promise is fulfilled, I will bring thee back into the garden, thee and thy righteous seed.\"",
      "<span>10.9</span> And God ceased to commune with Adam.",
      "<span>11.1</span> Then Adam and Eve felt themselves burning with thirst, and heat, and sorrow.",
      "<span>11.2</span> And Adam said to Eve, \"We shall not drink of this water, even if we were to die. O Eve, when this water comes into our inner parts, it will increase our punishments and that of our children, that shall come after us.\"",
      "<span>11.3</span> Both Adam and Eve then withdrew from the water, and drank none of it at all; but came and entered the Cave of Treasures.",
      "<span>11.4</span> But when in it Adam could not see Eve; he only heard the noise she made. Neither could she see Adam, but heard the noise he made.",
      "<span>11.5</span> Then Adam wept, in deep affliction, and smote upon his breast; and he arose and said to Eve, \"Where art thou?\"",
      "<span>11.6</span> And she said unto him, \"Lo, I am standing in this darkness.\"",
      "<span>11.7</span> He then said to her, \"Remember the bright nature in which we lived, while we abode in the garden!",
      "<span>11.8</span> \"O Eve! remember the glory that rested on us in the garden. O Eve! remember the trees that overshadowed us in the garden while we moved among them.",
      "<span>11.9</span> \"O Eve! remember that while we were in the garden, we knew neither night nor day. Think of the Tree of Life, from below which flowed the water, and that shed lustre over us! Remember, O Eve, the garden-land, and the brightness thereof!",
      "<span>11.10</span> \"Think, oh think of that garden in which was no darkness, while we dwelt therein.",
      "<span>11.11</span> \"Whereas no sooner did we come into this Cave of Treasures than darkness compassed us round about; until we can no longer see each other; and all the pleasure of this life has come to an end.\"",
      "<span>12.1</span> Then Adam smote upon his breast, he and Eve, and they mourned the whole night until dawn drew near, and they sighed over the length of the night in Miyazia.",
      "<span>12.2</span> And Adam beat himself, and threw himself on the ground in the cave, from bitter grief, and because of the darkness, and lay there as dead.",
      "<span>12.3</span> But Eve heard the noise he made in falling upon the earth. And she felt about for him with her hands, and found him like a corpse.",
      "<span>12.4</span> Then she was afraid, speechless, and remained by him.",
      "<span>12.5</span> But the merciful Lord looked on the death of Adam, and on Eve's silence from fear of the darkness.",
      "<span>12.6</span> And the Word of God came unto Adam and raised him from his death, and opened Eve's mouth that she might speak.",
      "<span>12.7</span> Then Adam arose in the cave and said, \"O God, wherefore has light departed from us, and darkness come over us? Wherefore dost Thou leave us in this long darkness? Why wilt Thou plague us thus?",
      "<span>12.8</span> \"And this darkness, O Lord, where was it ere it came upon us? It is such, that we cannot see each other.",
      "<span>12.9</span> \"For, so long as we were in the garden, we neither saw nor even knew what darkness is. I was not hidden from Eve, neither was she hidden from me, until now that she cannot see me; and no darkness came upon us, to separate us from each other.",
      "<span>12.10</span> \"But she and I were both in one bright light. I saw her and she saw me. Yet now since we came into this cave, darkness has come upon us, and parted us asunder, so that I do not see her, and she does not see me.",
      "<span>12.11</span> \"O Lord, wilt Thou then plague us with this darkness?\"",
      "<span>13.1</span> Then when God, who is merciful and full of pity, heard Adam's voice, He said unto him:--",
      "<span>13.2</span> \"O Adam, so long as the good angel was obedient to Me, a bright light rested on him and on his hosts.",
      "<span>13.3</span> \"But when he transgressed My commandment, I deprived him of that bright nature, and he became dark.",
      "<span>13.4</span> \"And when he was in the heavens, in the realms of light, he knew naught of darkness.",
      "<span>13.5</span> \"But he transgressed, and I made him fall from heaven upon the earth; and it was this darkness that came upon him.",
      "<span>13.6</span> \"And on thee, O Adam, while in My garden and obedient to Me, did that bright light rest also.",
      "<span>13.7</span> \"But when I heard of thy transgression, I deprived thee of that bright light. Yet, of My mercy, I did not turn thee into darkness, but I made thee thy body of flesh, over which I spread this skin, in order that it may bear cold and heat.",
      "<span>13.8</span> \"If I had let My wrath fall heavily upon thee, I should have destroyed thee; and had I turned thee into darkness, it would have been as if I killed thee.",
      "<span>13.9</span> \"But in My mercy, I have made thee as thou art; when thou didst transgress My commandment, O Adam, I drove thee from the garden, and made thee come forth into this land; and commanded thee to dwell in this cave; and darkness came upon thee, as it did upon him who transgressed My commandment.",
      "<span>13.10</span> \"Thus, O Adam, has this night deceived thee. It is not to last for ever; but is only of twelve hours; when it is over, daylight will return.",
      "<span>13.11</span> \"Sigh not, therefore, neither be moved; and say not in thy heart that this darkness is long and drags on wearily; and say not in thy heart that I plague thee with it.",
      "<span>13.12</span> \"Strengthen thy heart, and be not afraid. This darkness is not a punishment. But, O Adam, I have made the day, and have placed the sun in it to give light; in order that thou and thy children should do your work.",
      "<span>13.13</span> \"For I knew thou shouldest sin and transgress, and come out into this land. Yet would I not force thee, nor be heard upon thee, nor shut up; nor doom thee through thy fall; nor through thy coming out from light into darkness; nor yet through thy coining from the garden into this land.",
      "<span>13.14</span> \"For I made thee of the light; and I willed to bring out children of light from thee and like unto thee.",
      "<span>13.15</span> \"But thou didst not keep one day My commandment; until I had finished the creation and blessed everything in it.",
      "<span>13.16</span> \"Then I commanded thee concerning the tree, that thou eat not thereof. Yet I knew that Satan, who deceived himself, would also deceive thee.",
      "<span>13.17</span> \"So I made known to thee by means of the tree, not to come near him. And I told thee not to eat of the fruit thereof, nor to taste of it, nor yet to sit under it, nor to yield to it.",
      "<span>13.18</span> \"Had I not been and spoken to thee, O Adam, concerning the tree, and had I left thee without a commandment, and thou hadst sinned--it would have been an offence on My part, for not having given thee any order; thou wouldst turn round and blame Me for it.",
      "<span>13.19</span> \"But I commanded thee, and warned thee, and thou didst fall. So that My creatures cannot blame me; but the blame rests on them alone.",
      "<span>13.20</span> \"And, O Adam, I have made the day for thee and for thy children after thee, for them to work, and toil therein. And I have made the night for them to rest in it from their work; and for the beasts of the field to go forth by night and seek their food.",
      "<span>13.21</span> \"But little of darkness now remains, O Adam; and daylight will soon appear.\"",
      "<span>14.1</span> Then Adam said unto God: \"O Lord, take Thou my soul, and let me not see this gloom any more; or remove me to some place where there is no darkness.\"",
      "<span>14.2</span> But God the Lord said to Adam, \"Verily I say unto thee, this darkness will pass from thee, every day I have determined for thee, until the fulfilment of My covenant; when I will save thee and bring thee back again into the garden, into the abode of light thou longest for, wherein is no darkness. I will bring thee, to it--in the kingdom of heaven.\"",
      "<span>14.3</span> Again said God unto Adam, \"All this misery that thou hast been made to take upon thee because of thy transgression, will not free thee from the hand of Satan, and will not save thee.",
      "<span>14.4</span> \"But I will. When I shall come down from heaven, and shall become flesh of thy seed, and take upon Me the infirmity from which thou sufferest, then the darkness that came upon thee in this cave shall come upon Me in the grave, when I am in the flesh of thy seed.",
      "<span>14.5</span> \"And I, who am without years, shall be subject to the reckoning of years, of times, of months, and of days, and I shall be reckoned as one of the sons of men, in order to save thee.\"",
      "<span>14.6</span> And God ceased to commune with Adam.",
      "<span>15.1</span> Then Adam and Eve wept and sorrowed by reason of God's word to them, that they should not return to the garden until the fulfilment of the days decreed upon them; but mostly because God had told them that He should suffer for their salvation.",
      "<span>16.1</span> After this Adam and Eve ceased not to stand in the cave, praying and weeping, until the morning dawned upon them.",
      "<span>16.2</span> And when they saw the light returned to them, they restrained from fear, and strengthened their hearts.",
      "<span>16.3</span> Then Adam began to come out of the cave. And when he came to the mouth of it, and stood and turned his face towards the east, and saw the sun rise in glowing rays, and felt the heat thereof on his body, he was afraid of it, and thought in his heart that this flame came forth to plague him.",
      "<span>16.4</span> He wept then, and smote upon his breast, and fell upon the earth on his face, and made his request, saying:--",
      "<span>16.5</span> \"O Lord, plague me not, neither consume me, nor yet take away my life from the earth.\"",
      "<span>16.6</span> For he thought the sun was God.",
      "<span>16.7</span> Inasmuch as while he was in the garden and heard the voice of God and the sound He made in the garden, and feared Him, Adam never saw the brilliant light of the sun, neither did the flaming heat thereof touch his body.",
      "<span>16.8</span> Therefore was he afraid of the sun when flaming rays of it reached him. He thought God meant to plague him therewith all the days He had decreed for him.",
      "<span>16.9</span> For Adam also said in his thoughts, as God did not plague us with darkness, behold, He has caused this sun to rise and to plague us with burning heat.",
      "<span>16.10</span> But while he was thus thinking in his heart, the Word of God came unto him and said:--",
      "<span>16.11</span> \"O Adam, arise and stand up. This sun is not God; but it has been created to give light by day, of which I spake unto thee in the cave saying, 'that the dawn would break forth, and there would be light by day.'",
      "<span>16.12</span> \"But I am God who comforted thee in the night.\"",
      "<span>16.13</span> And God ceased to commune with Adam.",
      "<span>17.1</span> Then Adam and Eve came out at the mouth of the cave, and went towards the garden.",
      "<span>17.2</span> But as they drew near to it, before the western gate, from which Satan came when he deceived Adam and Eve, they found the. serpent that became Satan coming at the gate, and sorrowfully licking the dust, and wriggling on its breast on the ground, by reason of the curse that fell upon it from God.",
      "<span>17.3</span> And whereas aforetime the serpent was the most exalted of all beasts, now it was changed and become slippery, and the meanest of them all, and it crept on its breast and went on its belly.",
      "<span>17.4</span> And whereas it was the fairest of all beasts, it had been changed, and was become the ugliest of them all. Instead of feeding on the best food, now it turned to eat the dust. Instead of dwelling, as before, in the best places, now it lived in the dust.",
      "<span>17.5</span> And, whereas it had been the most beautiful of all beasts, all of which stood dumb at its beauty, it was now abhorred of them.",
      "<span>17.6</span> And, again, whereas it dwelt in one beautiful abode, to which all other animals came from elsewhere; and where it drank, they drank also of the same; now, after it had become venomous, by reason of God's curse, all beasts fled from its abode, and would not drink of the water it drank; but fled from it.",
      "<span>18.1</span> When the accursed serpent saw Adam and Eve, it swelled its head, stood on its tail, and with eyes blood-red, did as if it would kill them.",
      "<span>18.2</span> It made straight for Eve, and ran after her; while Adam standing by, wept because he had no stick in his hand wherewith to smite the serpent, and knew not how to put it to death.",
      "<span>18.3</span> But with a heart burning for Eve, Adam approached the serpent, and held it by the tail; when it turned towards him and said unto him:--",
      "<span>18.4</span> \"O Adam, because of thee and of Eve, I am slippery, and go upon my belly.\" Then by reason of its great strength, it threw down Adam and Eve and pressed upon them, as if it would kill them.",
      "<span>18.5</span> But God sent an angel who threw the serpent away from them, and raised them up.",
      "<span>18.6</span> Then the Word of God came to the serpent, and said unto it, \"In the first instance I made thee glib, and made thee to go upon thy belly; but I did not deprive thee of speech.",
      "<span>18.7</span> \"Now, however, be thou dumb; and speak no more, thou and thy race; because in the first place, has the ruin of my creatures happened through thee, and now thou wishest to kill them.\"",
      "<span>18.8</span> Then the serpent was struck dumb, and spake no more.",
      "<span>18.9</span> And a wind came to blow from heaven by command of God that carried away the serpent from Adam and Eve, threw it on the sea shore, and it landed in India.",
      "<span>19.1</span> But Adam and Eve wept before God. And Adam said unto Him:--",
      "<span>19.2</span> \"O Lord, when I was in the cave, I said this to Thee, my Lord, that the beasts of the field would rise and devour me, and cut off my life from the earth.\"",
      "<span>19.3</span> Then Adam, by reason of what had befallen him, smote upon his breast, and fell upon the earth like a corpse; then came to him the Word of God, who raised him, and said unto him,",
      "<span>19.4</span> \"O Adam, not one of these beasts will be able to hurt thee; because when I made the beasts and other moving things come to thee in the cave, I did not let the serpent come with them, lest it should rise against you, make you tremble; and the fear of it should fall into your hearts.",
      "<span>19.5</span> \"For I knew that that accursed one is wicked; therefore would I not let it come near you with the other beasts.",
      "<span>19.6</span> \"But now strengthen thy heart and fear not. I am with thee unto the end of the days I have determined on thee.\"",
      "<span>20.1</span> Then Adam wept and said, \"O God, remove us to some other place, that the serpent may not come again near us, and rise against us. Lest it find Thy handmaid Eve alone and kill her; for its eyes are hideous and evil.\"",
      "<span>20.2</span> But God said to Adam and Eve, \"Henceforth fear not, I will not let it come near you; I have driven it away from you, from this mountain; neither will I leave in it aught to hurt you.\"",
      "<span>20.3</span> Then Adam and Eve worshipped before God 'and gave Him thanks, and praised Him for having delivered them from death.",
      "<span>21.1</span> Then Adam and Eve went in search of the garden.",
      "<span>21.2</span> And the heat beat like a flame on their faces; and they sweated from the heat, and wept before the Lord.",
      "<span>21.3</span> But the place where they wept was nigh unto a high mountain, facing the western gate of the garden.",
      "<span>21.4</span> Then Adam threw himself down from the top of that mountain; his face was tom and his flesh was flayed; much blood flowed from him, and he was nigh unto death.",
      "<span>21.5</span> Meanwhile Eve remained standing on the mountain weeping over him, thus lying.",
      "<span>21.6</span> And she said, \"I wish not to live after him; for all that he did to himself was through me.\"",
      "<span>21.7</span> Then she threw herself after him; and was torn and scotched by stones; and remained lying as dead.",
      "<span>21.8</span> But the merciful God, who looks upon His creatures, looked upon Adam and Eve as they lay dead, and He sent His Word unto them, and raised them.",
      "<span>21.9</span> And said to Adam, \"O Adam, all this misery which thou hast wrought upon thyself, will not avail against My rule, neither will it alter the covenant of the 5500 years.\"",
      "<span>22.1</span> Then Adam said to God, \"I wither in the heat; I am faint from walking, and am loth of this world. And I know not when Thou wilt bring me out of it, to rest.\"",
      "<span>22.2</span> Then the Lord God said unto him, \"O Adam, it cannot be at present, not until thou hast ended thy days. Then shall I bring thee out of this wretched land.\"",
      "<span>22.3</span> And Adam said to God, \"While I was in the garden I knew neither heat, nor languor, neither moving about, nor trembling, nor fear; but now since I came to this land, all this affliction has come upon me.\"",
      "<span>22.4</span> Then God said to Adam, \"So long as thou wast keeping My commandment, My light and My grace rested on thee. But when thou didst transgress My commandment, sorrow and misery befell thee in this land.\"",
      "<span>22.5</span> And Adam wept and said, \"O Lord, do not cut me off for this, neither smite me with heavy plagues, nor yet repay me according to my sin; For we, of our own will, did transgress Thy commandment, and forsook Thy law, and sought to become gods like unto Thee, when Satan the enemy deceived us.\"",
      "<span>22.6</span> Then God said again unto Adam, \"Because thou hast borne fear and trembling in this land, languor and suffering treading and walking about, going upon this mountain, and dying from it, I will take all this upon Myself in order to save thee.\"",
      "<span>23.1</span> Then Adam wept more and said, \"O God, have mercy on me, so far as to take upon Thee, that which I will do.\"",
      "<span>23.2</span> But God took His Word from Adam and Eve.",
      "<span>23.3</span> Then Adam and Eve stood on their feet; and Adam said to Eve \"Gird thyself, and I also will gird myself.\" And she girded herself, as Adam told her.",
      "<span>23.4</span> Then Adam and Eve took stones and placed them in the shape of an altar; and they took leaves from the trees outside the garden, with which they wiped, from the face of the rock, the blood they had spilled.",
      "<span>23.5</span> But that which had dropped on the sand, they took together with the dust wherewith it was mingled and offered it upon the altar as an offering unto God.",
      "<span>23.6</span> Then Adam and Eve stood under the altar and wept, thus entreating God, \"Forgive us our trespass and our sin, and look upon us with Thine eye of mercy. For when we were in the garden our praises and our hymns went up before Thee without ceasing.",
      "<span>23.7</span> \"But when we came into this strange land, pure praise was no longer ours, nor righteous prayer, nor understanding hearts, nor sweet thoughts, nor just counsels, nor long discernment, nor upright feelings, neither is our bright nature left us. But our body is changed from the similitude in which it was at first, when we were created.",
      "<span>23.8</span> \"Yet now look upon our blood which is offered upon these stones, and accept it at our hands, like the praise we used to sing unto Thee at first, when in the garden.\"",
      "<span>23.9</span> And Adam began to make more requests unto God.",
      "<span>24.1</span> Ten the merciful God, good 'and lover of men, looked upon Adam and Eve, and upon their blood, which they had held up as an offering unto Him; without an order from Him for so doing. But He wondered at them; and accepted their offerings.",
      "<span>24.2</span> And God sent from His presence a bright fire, that consumed their offering.",
      "<span>24.3</span> He smelt the sweet savour of their offering, and showed them mercy.",
      "<span>24.4</span> Then came the Word of God to Adam, and said unto him, \"O Adam, as thou hast shed thy blood, so will I shed My own blood when I become flesh of thy seed; and as thou didst die, O Adam, so also will I die. And as thou didst build an altar, so also will I make for thee an altar on the earth; and as thou didst offer thy blood upon it, so also will I offer My blood upon an altar on the earth.",
      "<span>24.5</span> \"And as thou didst sue for forgiveness through that blood, so also will I make My blood forgiveness of sins, and blot out transgressions in it.",
      "<span>24.6</span> \"And now, behold, I have accepted thy offering, O Adam, but the days of the covenant, wherein I have bound thee, are not fulfilled. When they are fulfilled, then will I bring thee back into the garden.",
      "<span>24.7</span> \"Now, therefore, strengthen thy heart; and when sorrow comes upon thee, make Me an offering, and I will be favourable to thee.\"",
      "<span>25.1</span> But God knew that Adam had in his thoughts, that he should often kill himself and make an offering to Him of his blood.",
      "<span>25.2</span> Therefore did He say unto him, \"O Adam, do not again kill thyself as thou didst, by throwing thyself down from that mountain.\"",
      "<span>25.3</span> But Adam said unto God, \"It was in my mind to put an end to myself at once, for having transgressed Thy commandments, and for my having come out of the beautiful garden; and for the bright light of which Thou hast deprived me; and for the praises which poured forth from my mouth without ceasing, and for the light that covered me.",
      "<span>25.4</span> \"Yet of Thy goodness, O God, do not away with me altogether; but be favourable to me every time I die, and bring me to life.",
      "<span>25.5</span> \"And thereby it will be made known that Thou art a merciful God, who willest not that one should perish; who lovest not that one should fall; and who dost not condemn any one cruelly, badly, and by whole destruction.\"",
      "<span>25.6</span> Then Adam remained silent.",
      "<span>25.7</span> And the Word of God came unto him, and blessed him, and comforted him, and covenanted with him, that He would save him at the end of the days determined upon him.",
      "<span>25.8</span> This, then, was the first offering Adam made unto God; and so it became his custom to do.",
      "<span>26.1</span> Then Adam took Eve, and they began to return to the Cave of Treasures where they dwelt. But when they neared it and saw it from afar, heavy sorrow fell upon Adam and Eve when they looked at it.",
      "<span>26.2</span> Then Adam said to Eve, \"When we were on the mountain we were comforted by the Word of God that conversed with us; and the light that came from the east, shone over us.",
      "<span>26.3</span> \"But now the Word of God is hidden from us; and the light that shone over us is so changed as to disappear, and let darkness and sorrow come upon us.",
      "<span>26.4</span> \"And we are forced to enter this cave which is like a prison, wherein darkness covers us, so that we are parted from each other; and thou canst not see me, neither can I see thee.\"",
      "<span>26.5</span> When Adam had said these words, they wept and spread their hands before God; for they were full of sorrow.",
      "<span>26.6</span> And they entreated God to bring the sun to them, to shine on them, so that darkness return not upon them, and they come not again under this covering of rock. And they wished to die rather than see the darkness.",
      "<span>26.7</span> Then God looked upon Adam and Eve and upon their great sorrow, and upon all they had done with a fervent heart, on account of all the trouble they were in, instead of their former well-being, and on account of all the misery that came upon them in a strange land.",
      "<span>26.8</span> Therefore God was not wroth with them; nor impatient with them; but He was longsuffering and forbearing towards them, as towards the children He had created.",
      "<span>26.9</span> Then came the Word of God to Adam, and said unto him, \"Adam, as for the sun, if I were to take it and bring it to thee, days, hours, years and months would all come to naught, and the covenant I have made with thee, would never be fulfilled.",
      "<span>26.10</span> \"But thou shouldest then be turned and left in a long plague, and no salvation would be left to thee for ever.",
      "<span>26.11</span> \"Yea, rather, bear long and calm thy soul while thou abidest night and day; until the fulfilment of the days, and the time of My covenant is come.",
      "<span>26.12</span> \"Then shall I come and save thee, O Adam, for I do not wish that thou be afflicted.",
      "<span>26.13</span> \"And when I look at all the good things in which thou didst live, and why thou camest out of them, then would I willingly show thee mercy.",
      "<span>26.14</span> \"But I cannot alter the covenant that has gone out of My mouth; else would I have brought thee back into the garden.",
      "<span>26.15</span> \"When, however, the covenant is fulfilled, then shall I show thee and thy seed mercy, and bring thee into a land of gladness, where there is neither sorrow nor suffering; but abiding joy and gladness, and light that never fails, and praises that never cease; and a beautiful garden that shall never pass away.\"",
      "<span>26.16</span> And God said again unto Adam, \"Be long-suffering and enter the cave, for the darkness, of which thou wast afraid, shall only be twelve hours long; and when ended, light shall arise.\"",
      "<span>26.17</span> Then when Adam heard these words from God, he and Eve worshipped before Him, and their hearts were comforted. They returned into the cave after their custom, while tears flowed from their eyes, sorrow and wailing came from their hearts, and they wished their soul would leave their body.",
      "<span>26.18</span> And Adam and Eve stood praying, until the darkness of night came upon them, and Adam was hid from Eve, and she from him.",
      "<span>26.19</span> And they remained standing in prayer.",
      "<span>27.1</span> When Satan, the hater of all good, saw how they continued in prayer, and how God communed with them, and comforted them, and how He had accepted their offering--Satan made an apparition.",
      "<span>27.2</span> He began with transforming his hosts; in his hands was a flashing fire, and they were in a great light.",
      "<span>27.3</span> He then placed his throne near the mouth of the cave because he could not enter into it by reason of their prayers. And he shed light into the cave, until the cave glistened over Adam and Eve; while his hosts began to sing praises.",
      "<span>27.4</span> And Satan did this, in order that when Adam saw the light, he should think within himself that it was a heavenly light, and that Satan's hosts were angels; and that God had sent them to watch at the cave, and to give him light in the darkness.",
      "<span>27.5</span> So that when Adam came out of the cave and saw them, and Adam and Eve bowed to Satan, then he would overcome Adam thereby, and a second time humble him before God.",
      "<span>27.6</span> When, therefore, Adam and Eve saw the light, fancying it was real, they strengthened their hearts; yet, as they were trembling, Adam said to Eve:--",
      "<span>27.7</span> \"Look at that great light, and at those many songs of praise, and at that host standing outside that do not come in to us, do not tell us what they say, or whence they come, or what is the meaning of this light; what those praises are; wherefore they have been sent hither, and why they do not come in.",
      "<span>27.8</span> \"If they were from God, they would come to us in the cave, and would tell us their errand.\"",
      "<span>27.9</span> Then Adam stood up and prayed unto God with a fervent heart, and said:--",
      "<span>27.10</span> \"O Lord, is there in the world another god than Thou, who created angels and filled them with light, and sent them to keep us, who would come with them?",
      "<span>27.11</span> \"But, lo, we see these hosts that stand at the mouth of the cave; they are in a great light; they sing loud praises. If they are of some other god than Thou, tell me; and if they are sent by Thee, inform me of the reason for which Thou hast sent them.\"",
      "<span>27.12</span> No sooner had Adam said this, than an angel from God appeared unto him in the cave, who said unto him, \"O Adam, fear not. This is Satan and his hosts; he wishes to deceive you as he deceived you at first. For the first time, he was hidden in the serpent; but this time he is come to you in the similitude of an angel of light; in order that, when you worshipped him, he might enthrall you, in the very presence of God.\"",
      "<span>27.13</span> Then the angel went from Adam, and seized Satan at the opening of the cave, and stripped him of the feint he had assumed, and brought him in his own hideous form to Adam and Eve; who were afraid of him when they saw him.",
      "<span>27.14</span> And the angel said to Adam, \"This hideous form has been his ever since God made him fall from heaven. He could not have come near you in it; therefore did he transform himself into an angel of light.\"",
      "<span>27.15</span> Then the angel drove away Satan and his hosts from Adam and Eve, and said unto them, \"Fear not; God who created you, will strengthen you.\"",
      "<span>27.16</span> And the angel went from them.",
      "<span>27.17</span> But Adam and Eve remained standing in the cave; no consolation came to them; they were divided in their thoughts.",
      "<span>27.18</span> And when it was morning they prayed; and then went out to seek the garden. For their hearts were towards it, and they could get no consolation for having left it.",
      "<span>28.1</span> But when the wily Satan saw them, that they were going to the garden, he gathered together his host, and came in appearance upon a cloud, intent on deceiving them.",
      "<span>28.2</span> But when Adam and Eve saw him thus in a vision, they thought they were angels of God come to comfort them about their having left the garden, or to bring them back again into it.",
      "<span>28.3</span> And Adam spread his hands unto God, beseeching Him to make him understand what they were.",
      "<span>28.4</span> Then Satan, the hater of all good, said unto Adam, \"O Adam, I am an angel of the great God; and, behold the hosts that surround me.",
      "<span>28.5</span> \"God has sent me and them to take thee and bring thee to the border of the garden northwards; to the shore of the clear sea, and bathe thee and Eve in it, and raise you to your former gladness, that ye return again to the garden.\"",
      "<span>28.6</span> These words sank into the heart of Adam and Eve.",
      "<span>28.7</span> Yet God withheld His Word from Adam, and did not make him understand at once, but waited to see his strength; whether he would be overcome as Eve was when in the garden, or whether he would prevail.",
      "<span>28.8</span> Then Satan called to Adam and Eve, and said, \"Behold, we go to the sea of water,\" and they began to go.",
      "<span>28.9</span> And Adam and Eve followed them at some little distance.",
      "<span>28.10</span> But when they came to the mountain to the north of the garden, a very high mountain, without any steps to the top of it, the Devil drew near to Adam and Eve, and made them go up to the top in reality, and not in a vision; wishing, as he did, to throw them down and kill them, and to wipe off their name from the earth; so that this earth should remain to him and his hosts alone.",
      "<span>29.1</span> But when the merciful God saw that Satan wished to kill Adam with his manifold devices, and saw that Adam was meek and without guile, God spake unto Satan in a loud voice, and cursed him.",
      "<span>29.2</span> Then he and his hosts fled, and Adam and Eve remained standing on the top of the mountain, whence they saw below them the wide world, high above which they were. But they saw none of the host which anon were by them.",
      "<span>29.3</span> They wept, both Adam and Eve, before God, and begged for forgiveness of Him.",
      "<span>29.4</span> Then came the Word from God to Adam, and said unto him, \"Know thou and understand concerning this Satan, that he seeks to deceive thee and thy seed after thee.\"",
      "<span>29.5</span> And Adam wept before the Lord God, and begged and entreated Him to give him something from the garden, as a token to him, wherein to be comforted.",
      "<span>29.6</span> And God looked upon Adam's thought, and sent the angel Michael as far as the sea that reaches unto India, to take from thence golden rods and bring them to Adam.",
      "<span>29.7</span> This did God in His wisdom, in order that these golden rods, being with Adam in the cave, should shine forth with light in the night around him, and put an end to his fear of the darkness.",
      "<span>29.8</span> Then the angel Michael went down by God's order, took golden rods, as God had commanded him, and brought them to God.",
      "<span>30.1</span> After these things, God commanded the angel Gabriel to go down to the garden, and say to the cherub who kept it, \"Behold, God has commanded me to come into the garden, and to take thence sweet smelling incense, and give it to Adam.\"",
      "<span>30.2</span> Then the angel Gabriel went down by God's order to the garden, and told the cherub as God had commanded him.",
      "<span>30.3</span> The cherub then said, \"Well.\" And Gabriel went in and took the incense.",
      "<span>30.4</span> Then God commanded His angel Raphael to go down to the garden, and speak to the cherub about some myrrh, to give to Adam.",
      "<span>30.5</span> And the angel Raphael went down and told the cherub as God had commanded him, and the cherub said, \"Well.\" Then Raphael went in and took the myrrh.",
      "<span>30.6</span> The golden rods were from the Indian sea, where there are precious stones. The incense was from the eastern border of the garden; and the myrrh from the western border, whence bitterness came upon Adam.",
      "<span>30.7</span> And the angels brought these three things to God, by the Tree of Life, in the garden.",
      "<span>30.8</span> Then God said to the angels, \"Dip them in the spring of water; then take them and sprinkle their water over Adam and Eve, that they be a little comforted in their sorrow, and give them to Adam and Eve.",
      "<span>30.9</span> And the angels did as God had commanded them, and they gave all those things to Adam and Eve on the top of the mountain upon which Satan had placed them, when he sought to make an end of them.",
      "<span>30.10</span> And when Adam saw the golden rods, the incense and the myrrh, he was rejoiced and wept because he thought that the gold was a token of the kingdom whence he had come, that the incense was a token of the bright light which had been taken from him, and that the myrrh was a token of the sorrow in which he was.",
      ""
    ]
  }
]