[
  {
    "id": "7",
    "content": [
      "<b>1.1</b> [Introduction. The story and history of Adam and Eve, the protoplasts, revealed by God to Moses his servant, when he received the tablets of the law from His hand, having been instructed by the Archangel Michael. May the Lord be praised. ] This is the story of Adam and Eve after they had gone out of Paradise. ",
      "<b>1.2</b> And Adam took his wife Eve and went to the east and abode there eighteen years and two months. ",
      "<b>1.3</b> And Eve conceived and bore two sons; Adiophotos, who is called Cain and Amilabes who is called Abel. ",
      "<b>2.1</b> And after this, Adam and Eve were with one another and while they were sleeping, Eve said to Adam her lord: ",
      "<b>2.2</b> \"My lord, Adam, behold, I have seen in a dream this night the blood of my son Amilabes who is styled Abel being poured into the mouth of Cain his brother and he went on drinking it without mercy. But he begged him to leave a little of it. ",
      "<b>2.3</b> Yet he hearkened not to him, but gulped it down completely; nor did it stay in his stomach, but came out of his mouth. ",
      "<b>2.4</b> And Adam said, \"Let us arise and go and see what has happened to them. (I fear) lest the adversary may be assailing them somewhere.\" ",
      "<b>3.1</b> And they both went and found Abel murdered by the hand of Cain his brother. ",
      "<b>3.2</b> And God said to Michael the archangel: \"Say to Adam: 'Reveal not the mystery that you know to Cain your son, for he is a son of wrath. But do not be sad, for I will give you another son instead of him ; he shall show (to you) all that you shall do. Do not tell him anything.'\" ",
      "<b>3.3a</b> Thus God spoke to his archangel. But Adam kept the word in his heart, and with him also was Eve, though they were sad concerning Abel their son. ",
      "<b>4.1</b> And after this, Adam knew Eve his wife, and she conceived and bore Seth. ",
      "<b>4.2</b> And Adam said to Eve: \"Behold! we have begotten a son in place of Abel, whom Cain killed, let us give glory and sacrifice to God.\" ",
      "<b>5.1a</b> And Adam begat thirty sons and thirty daughters"
    ]
  },
  {
    "id": "9",
    "content": [
      "<b>5.1b</b> and Adam lived nine hundred and thirty years; and he fell sick and cried with a loud voice and said, \"Let all my sons come to me that I may see them before I die.\" ",
      "<b>5.2</b> And all assembled, for the earth was divided into three parts. ",
      "<b>5.3</b> And Seth his son said to him: \"Father Adam, what is you pain?\" ",
      "<b>5.4</b> And he said, \"My children, I am crushed by the burden of pain.\" And they said to him, \"What is pain, what is illness?\" ",
      "<b>6.1</b> And Seth answered and said to him: \"Did you remember, father, the fruit of paradise of which you used to eat, and have you become sad in yearning for it?\" ",
      "<b>6.2</b> \"If this be so, tell me, (and) I will go and bring you fruit from paradise. For I will set dung upon my head and will weep and pray that the Lord will hearken to me and send his angel (and bring me some fruit from paradise), and I will bring it you that your pain may cease from you.\" ",
      "<b>6.3</b> Adam said to him: \"Nay, my son Seth, but I have (much) sickness and pain!\" Seth said to him: \"And how has this come upon you?\""
    ]
  },
  {
    "id": "10",
    "content": [
      "<b>7.1</b> And Adam said to him: \"When God made us, me and your mother, through whom also I die, he gave us power to eat of every tree which is in paradise, but, concerning that one only, He charged us not to eat of it, and through this one we are to die. ",
      "<b>7.2</b> And the hour drew near for the angels who were guarding your mother to go up and worship the Lord, And the enemy gave it to her and she ate from the tree. You know that I was not near her nor the holy angels. ",
      "<b>7.3a</b> Then she gave also to me to eat. ",
      "<b>8.1</b> And God was angry with us, and the Lord came into paradise and set up his throne and called me in a terrible voice and said: \"Adam, where art you? And why do you hide from my face? Shall the house be able to hide itself from its builder?\" ",
      "<b>8.2</b> And he said to me: \"Since you have abandoned my covenant, I have brought upon your body seventy-two strokes; first a stroke to the eyes, second a stroke to the hearing, and likewise in turn strokes shall follow upon (all parts of) the body.\""
    ]
  },
  {
    "id": "11",
    "content": [
      "<b>9.1</b> As he said this to his sons, Adam groaned sore and said: \"What shall I do? I am in great distress.\" ",
      "<b>9.2</b> And Eve wept and said: \"My lord Adam, rise up and give me half of your pain and I will endure it; for it is on my account that this has happened to you, on my account you have these troubles.\" ",
      "<b>9.3</b> But Adam said to Eve, \"Arise and go with my son Seth near to paradise, and put earth upon your heads and weep and pray God ",
      "<b>9.4</b> to have mercy upon me and send his angel to paradise, and give me of the tree out of which the oil flows, and bring it me, and I shall anoint myself and shall have rest from my illness. ",
      "<b>9.5</b> And I will show you the way in which we were deceived at first.\""
    ]
  },
  {
    "id": "12",
    "content": [
      "<b>10.1</b> Then Seth and Eve went to area of paradise. And while they were going, Eve saw her son, and a wild beast assailing him, ",
      "<b>10.2</b> and Eve wept and said: \"Woe is me; if I come to the day of the Resurrection, all those who have sinned will curse me saying: 'Eve has not kept the commandment of God.'\"", 
      "<b>10.3</b> And she spoke to the beast: \"You wicked beast, Do you not fear to fight with the image of God ? How was your mouth opened ? How were your teeth made strong? How did you not call to mind your subjection? For long ago you were made subject to the image of God.\" ",
      "<b>11.1</b> Then the beast cried out and said: \"It is not our concern, Eve, your greed and your wailing, but your own; for (it is) from you that the rule of the beasts has arisen. ",
      "<b>11.2</b> How was your mouth opened to eat of the tree concerning which God commanded you not to eat of it? On this account, our nature also has been transformed. ",
      "<b>11.3</b> Now therefore you cannot endure it, if I begin to reprove you.\" ",
      "<b>12.1</b> Then Seth spoke to the beast, \"Close your mouth and be silent and stand off from the image of God until the day of Judgment.\" ",
      "<b>12.2</b> Then the beast said to Seth: \"Behold, I stand off from the image of God.\" And the beast fled and left him wounded and went to his hut."
    ]
  },
  {
    "id": "13",
    "content": [
      "<b>13.1</b> And Seth went with Eve near paradise, and they wept there praying to God to send his angel and give them the oil of mercy. ",
      "<b>13.2a</b> And God sent the archangel Michael and he said to Seth: ",
      "<b>13.2b</b> \"Seth, man of God, weary not yourself with prayers and entreaties concerning the tree which flowed with oil to anoint your father Adam."
    ]
  },
  {
    "id": "14",
    "content": [
      "<b>13.3</b> For it shall not be your now, but in the end of the times. Then shall all flesh be raised up from Adam till that great day, all that shall be of the holy people. ",
      "<b>13.4</b> Then shall the delights of paradise be given to them and God shall be in their midst. ",
      "<b>13.5</b> And they shall no longer sin before his face, for the evil heart shall be taken from them and there shall be given them a heart understanding the good and to serve God only."
    ]
  },
  {
    "id": "15",
    "content": [
      "<b>13.6</b> But do go back to your father since the term of his life is filled in three days, and when his soul goes forth you will see its awesome ascent.\" ",
      "<b>14.1</b> After the angel said these things it left them. And Seth and Eve came to the hut where Adam was lying."
    ]
  },
  {
    "id": "16",
    "content": [
      "<b>14.2</b> And Adam said to Eve: \"O Eve, What have you done to us? You have brought great wrath upon us which is death which will rule over our entire race.\" ",
      "<b>14.3</b> And Adam said to Eve: \"Call all our children and the children of our children and tell them the manner of our transgression.\""
    ]
  },
  {
    "id": "17",
    "content": [
      "<b>15.1</b> Then said Eve to them: \"Hear all my children and children's children and I will relate to you how the enemy deceived us. ",
      "<b>15.2</b> It befell that we were guarding paradise, each of us the portion allotted to us from God. Now I guarded in my lot, the west and the south. ",
      "<b>15.3</b> But the devil went to Adam's lot, where the male creatures were. For God divided the creatures; all the males he gave to your father and all the females he gave to me. Each of us guarded his own portion."
    ]
  },
  {
    "id": "18",
    "content": [
      "<b>16.1</b> And the devil spoke to the serpent saying, \"Rise up, come to me and I will tell you a word whereby you may have profit.\" And he arose and came to him. ",
      "<b>16.2</b> And the devil said to him: \"I hear that you art wiser than all the beasts, and I have come to counsel you. ",
      "<b>16.3</b> Why do you eat of the tares of Adam and his wife and not of paradise? Rise up and we will cause him to be cast out of paradise, even as we were cast out through him.\" ",
      "<b>16.4</b> The serpent said to him, \"I fear lest the Lord be wroth with me.\" The devil said to him: \"Fear not, only be my vessel and I will speak through your mouth words to deceive them.\""
    ]
  },
  {
    "id": "19",
    "content": [
      "<b>17.1</b> And instantly he hung himself from the wall of paradise, and when the angels ascended to worship God, then Satan appeared in the form of an angel and sang hymns like the angels. ",
      "<b>17.2</b> And he bent over the wall and I saw him, like an angel. And he said to me: \"Are you Eve? \"And I said to him, \"I am.\" ",
      "<b>17.3</b> And he said to me, \"What art you doing in paradise?\" And I said to him, \"God set us to guard and to eat of it.\" ",
      "<b>17.4</b> The devil answered through the mouth of the serpent: \"You do well but you do not eat of every plant.\" ",
      "<b>17.5</b> And I said: \"Yea, we eat of all, save one only, which is in the middle of paradise, concerning which, God charged us not to eat of it, for, you shall die the death.\""
    ]
  },
  {
    "id": "20",
    "content": [
      "<b>18.1</b> Then the serpent said to me, \"As God lives! I am grieved on your account that you are like animals, for I would not have you ignorant. But arise, (come) hither, hearken to me and eat and perceive the value of that tree.\" ",
      "<b>18.2</b> But I said to him, \"I fear lest God be angry with me as he told us.\" ",
      "<b>18.3</b> And he said to me: \"Fear not, for as soon as you eat of it, you too shall be as gods, in that you shall know what is good and what is evil. ",
      "<b>18.4</b> But God knew that you would be like Him, so he envied you and said, 'You shall not eat of it.' ",
      "<b>18.5</b> But, do give heed to the plant and you will see its great glory.\" I gave heed to the plant and saw it great glory. I said to him that it was pleasing to the eyes. ",
      "<b>18.6</b> Yet I feared to take of the fruit. And he said to me: \"Come hither, and I will give it you. Follow me.\""
    ]
  },
  {
    "id": "21",
    "content": [
      "<b>19.1</b> And I opened (it for him) and he entered paradise and went before me. He walked a little way, then turned and said to me: \"I have changed my mind and I will not give you to eat.\" These things he said wishing to trap me in the end. And he said to me: \"If you swear to me that you will give also to your husband.\"", 
      "<b>19.2</b> (And) I said, \"I do not know what sort of oath I should swear to you? Yet what I know, I say to you: By the throne of the Master, and by the Cherubim and the Tree of Life, I will give also to my husband to eat.\" ",
      "<b>19.3</b> And when he had received the oath from me, he came and entered and placed upon the fruit the poison of his wickedness -- which is (the sense of) desire, for it is the beginning of every sin -- and he bent the branch on the earth and I took of the fruit and I ate."
    ]
  },
  {
    "id": "22",
    "content": [
      "<b>20.1</b> And in that very hour my eyess were opened, and forthwith I knew that I was naked of the righteousness with which I had been clothed (upon), and I wept and said to him: \"Why have you done this that you has deprived me of the glory with which I was clothed?\" But God knew that you woBut I wept also about the oath, which I had sworn. But he descended from the tree and vanished. And I began to seek, in my nakedness, in my part for leaves to hide my shame, but I found none, for, as soon as I had eaten, the leaves showered down from all the trees in my part, except the fig-tree only. ",
      "<b>20.5</b> I took leaves from it and made for myself a girdle and it was from the same plant of which I had eaten."
    ]
  },
  {
    "id": "23",
    "content": [
      "<b>21.1</b> And I cried out in that very hour, \"Adam, Adam, where are you? Rise up, come to me and I will show you a great mystery.\" ",
      "<b>21.2</b> But when your father came, I spoke to him words of transgression which have brought us down from our great glory. ",
      "<b>21.3</b> For, when he came, I opened my mouth and the devil was speaking, and I began to exhort him and said, \"Come hither, my lord Adam, hearken to me and eat of the fruit of the tree of which God told us not to eat of it, and you shall be as a God.\" ",
      "<b>21.4</b> And your father answered and said, \"I fear lest God be angry with me. \"And I said to him, \"Fear not, for as soon as you have eaten you shall know good and evil.\" ",
      "<b>21.5</b> And speedily I persuaded him, and he ate and his eyes were opened and he too knew his nakedness. ",
      "<b>21.6</b> And to me he said, \"O wicked woman! what have you done to us? You have deprived me of the glory of God.\""
    ]
  },
  {
    "id": "24",
    "content": [
      "<b>22.1</b> And in that same hour, we heard the archangel Michael blowing with his trumpet and calling to the angels and saying: ",
      "<b>22.2</b> \"Thus says the Lord, Come with me to paradise and hear the judgment with which I shall judge Adam.\" And when we heard the archangel sound the trumpet we said, \"Behold God is coming into paradise to judge us.\" We feared and we hid. ",
      "<b>22.3</b> And God came into paradise, mounted on the chariot of his cherubim with the angels proceeding before him and singing hymns of praises. As God entered paradise, the plants of Adam's portion flowered but all mine were bereft of flowers. ",
      "<b>22.4</b> And the throne of God was fixed where the Tree of Life was. ",
      "<b>23.1</b> And God called Adam saying, \"Adam, where are you? Do you think that I won't find you? Can the house be hidden from the presence of its builder?\" ",
      "<b>23.2</b> Then your father answered; \"It is not because we think we can't be found by you, Lord, that we hide, but I was afraid, because I am naked, and I was ashamed before your might, (my) Master.\" ",
      "<b>23.3</b> God said to him, \"Who showed you that you are naked, unless you has forsaken my commandment, which I delivered you to keep (it).\" ",
      "<b>23.4</b> Then Adam remembered the word which I spoke to him when I wished to deceive him \"I will make you secure before God \"; ",
      "<b>23.5</b> and he turned and said to me: \"Why have you done this?\" And I said, \"The serpent deceived me.\""
    ]
  },
  {
    "id": "25",
    "content": [
      "<b>24.1</b> God said to Adam: \"Since you transgressed my commandment and hearkened to your wife, cursed is the earth on your account. ",
      "<b>24.2</b> You shall work it and it shall not give its strength: thorns and thistles shall spring up for you and in the sweat of your face you shall eat your bread. You shall be in manifold toils and you shall not rest; you shall be crushed by bitterness, but of sweetness you shall not taste. ",
      "<b>24.3</b> You shall be crushed from toils and constrained by cold. You shall struggle greatly and not become rich and you shall grow fat, but come to no end. ",
      "<b>24.4</b> The beasts, over whom you ruled, shall rise up in rebellion against you, for you have not kept my commandment.\" ",
      "<b>25.1</b> And the Lord turned to me and said: \"Since you has hearkened to the serpent, and transgressed my commandment, you shall suffer torments and intolerable pains; ",
      "<b>25.2</b> you shall bear children in much trembling and in one hour you shall come to the birth, and lose your life, from your sore trouble and anguish. ",
      "<b>25.3</b> But you shall confess and say: \"Lord, Lord, save me, and I will turn no more to the sin of the flesh.\" But even another time you shall so turn. ",
      "<b>25.4</b> And on this account, from your own words I will judge you, by reason of the enmity which the enemy has planted in you. And you shall return again to your husband and he will rule over you.\" ",
      "<b>26.1</b> After he said these things to me, he spoke to the serpent in great wrath saying: \"Since you has done this, and become a thankless vessel until you has deceived the innocent hearts, be cursed (more than) all beasts. ",
      "<b>26.2</b> You shall be deprived of the food which you ate and you shall eat dust all the days of your life; on your breast and your belly you shall walk and be robbed of hands and feet. ",
      "<b>26.3</b> There shall not be left you ear nor wing, nor one limb of all that with which you ensnared them in your malice and so caused them to be cast out of paradise; ",
      "<b>26.4</b> and I will put enmity between you and their seed: he shall bruise your head and you shall bruise the heel of that one until the day of Judgment.\""
    ]
  },
  {
    "id": "26",
    "content": [
      "<b>27.1</b> After saying these things he commanded the angels to cast us out of paradise: ",
      "<b>27.2</b> and as we were being driven out amid our loud lamentations, your father Adam besought the angels and said: \"Leave me a little (space) that I may entreat the Lord that he have compassion on me and pity me, for I only have sinned.\" ",
      "<b>27.3</b> And they left off driving him and Adam cried aloud and wept saying: \"Pardon me, O Lord, my deed.\" ",
      "<b>27.4</b> Then the Lord said to the angels, \"Why have you ceased from driving Adam from paradise? Is it I who have done wrong? Or have I judged badly? \" ",
      "<b>27.5</b> Then the angels fell down on the ground and worshipped the Lord saying, \"You are just, O Lord, and you judge righteously .\" ",
      "<b>28.1</b> But the Lord turned to Adam and said: \"I will not suffer you henceforward to be in paradise.\" ",
      "<b>28.2</b> And Adam answered and said, \"Grant me, O Lord, of the Tree of Life that I may eat of it, before I be cast out.\" ",
      "<b>28.3</b> Then the Lord said to Adam, \"You shall not take of it now, for the cherubim with the flaming sword that turns (every way) has been stationed to guard it from you that you taste not of it and lived without death forever; ",
      "<b>28.4</b> but you have the war which the adversary has put into you; yet when you have gone out of paradise, if you keep yourself from all evil, as one wishing to die, when again the Resurrection has come to pass, I will raise you up and then there shall be given to you from the Tree of Life and you will be without death forever.\""
    ]
  },
  {
    "id": "27",
    "content": [
      "<b>29.1</b> When the Lord had said these things he ordered us to be cast out of paradise. ",
      "<b>29.2</b> But your father Adam wept before the angels opposite paradise and the angels said to him: \"What would you have us to do, Adam?\" ",
      "<b>29.3</b> And your father said to them, \"Behold, you cast me out. I pray you, allow me to take away fragrant herbs from paradise, so that I may offer an offering to God after I have gone out of paradise that he hear me.\" ",
      "<b>29.4</b> And the angels approached God and said: \"JAEL, Eternal King, command, my Lord, that there be given to Adam incense of sweet odor from paradise.\" ",
      "<b>29.5</b> And God commanded it to be so for Adam that he might take sweet spices and seeds for his food. ",
      "<b>29.6</b> And as the angels let him go he took four kinds: crocus and nard and calamus and cinnamon and the other seeds for his food: and, after taking these, he went out of paradise. And we were on the earth."
    ]
  },
  {
    "id": "2",
    "content": [
      "<b>29.7</b> [The following epitome of the penitence narrative is found in just a few of the Greek manuscripts, most omit it entirely.] And we grieved for seven days and after seven days we grew hungry and I said to Adam: \"Rise and give some thought to food that we might eat and live and so that we do not die. Let us get up and circle the earth perhaps God will hear us.\" We arose and went about the entire earth but we did not find food. ",
      "<b>29.8</b> And I answered and said to Adam: \"Rise, O Lord and destroy me that I might cease from before you and from before God and the angels (and) so that they might cease their anger toward you on my account.\" ",
      "<b>29.9</b> Then Adam answered and said to me, \"For what reason do you call to mind this evil that I could commit murder and impose death upon my rib. How could I lift a hand against the image of God which he made? Rather let us repent for forty days so that God may have mercy on us and give to us better food than the animals. ",
      "<b>29.10</b> I will do forty days of penitence whereas you shall do 34 days for you were not made on the sixth day when God made his creation. Arise and go to the Tigris river and take a stone and put it under your feet and stand there covered in the water up to your neck and let not a word come from your mouth for we are not worthy and our lips are unclean.\" ",
      "<b>29.11</b> Adam went to the Jordan river and the hair of his head was spread out as he prayed in the water. And he cried in a loud voice saying: \"I say to the waters of the Jordan stand still and pray with me even all the beasts, all the birds, and all which creeps on the land and the sea.\" And all the angels and all things made by God circled Adam like a wall around him and cried while praying to God on behalf of Adam so that God might hearken to him. ",
      "<b>29.12</b> But the devil, not finding a place with respect to Adam, came to the Tigris river to me. And assuming the form of an angel he stood before me weeping and his tears flowed upon the ground. And he said to me, \"Come forth from the water and cease your crying, for God has heard your request because even we, the angels, and all things made by him, have beseeched God on your behalf. ",
      "<b>29.13</b> And when he said these things, the enemy deceived me a second time. And I came out of the water."
    ]
  },
  {
    "id": "28",
    "content": [
      "<b>30.1</b> Now then, my children, I have shown you the way in which we were deceived; and do guard yourselves from transgressing against the good.\" ",
      "<b>31.1</b> And when Eve had said this in the midst of her sons, while Adam was lying ill and had one more day from the sickness (prior to) his going from his body. ",
      "<b>31.2</b> Eve said to Adam: \"How is it that you die and I live or how long have I to live after you are dead? Tell me.\" ",
      "<b>31.3</b> And Adam said to her: \"Give no thought to this, for you will not tarry long after me, but both of us are to die together. And (as to) this one he shall set (her) in my place. But when I die, anoint me and let no man touch me till the angel shall says something concerning me. ",
      "<b>31.4</b> For God will not forget me, but will seek the vessel he made. Now, arise, and pray to God until I give up my soul, which he gave me, into His hands. For we know not how we are to meet our Maker, whether He will be angry with us, or will turn to show mercy on us.\""
    ]
  },
  {
    "id": "29",
    "content": [
      "<b>32.1</b> And Eve rose up and went outside and fell on the ground and said: ",
      "<b>32.2</b> \"I have sinned, O God, I have sinned, O Father of All, I have sinned against You. I have sinned against your elect angels. I have sinned against the Cherubim. I have sinned against Your unshakable Throne. I have sinned, o Lord, I have greatly sinned, I have sinned before You and all sin has begun through my doing in the creation.\" ",
      "<b>32.3</b> Even as Eve prayed on her knees behold, the angel of humanity came to her, and raised her up and said: ",
      "<b>32.4</b> \"Rise up, Eve, from your penitence, for behold, Adam your husband has gone out of his body. Rise up and behold his spirit borne aloft to meet his Maker.\""
    ]
  },
  {
    "id": "30",
    "content": [
      "<b>33.1</b> And Eve rose up and put her hand on the face (of Adam), and the angel said to her, \"Lift up your hand from that which is of the earth.\" ",
      "<b>33.2</b> And she gazed steadfastly into heaven, and beheld a chariot of light, borne by four bright eagles, (and) it was impossible for any man born of woman to tell the glory of them or behold their faceÑand angels going before the chariot ",
      "<b>33.3</b> and when they came to the place where your father Adam was, the chariot halted and the Seraphim were between the father and the chariot. ",
      "<b>33.4</b> And I beheld golden censers and three bowls, and behold all the angels with (AFTER?) censers and frankincense came in haste to the incense-offering and blew upon it and the smoke of the incense veiled the firmament. ",
      "<b>33.5</b> And the angels fell down to God, crying aloud and saying, \"JAEL, Holy One, have pardon, for he is Your image, and the work of Your holy hands.\" ",
      "<b>34.1</b> And then I Eve beheld two great and fearful mysteries before the presence of God and I wept for fear, and I cried aloud to my son Seth and said, ",
      "<b>34.2</b> \"Rise up, Seth, from the body of your father Adam, and come to me, and see a spectacle which no man's eye has yet beheld and how they supplicate on behalf of your father, Adam.\" ",
      "<b>35.1</b> Then Seth arose and came to his mother and said to her: \"Why do you weep?\" ",
      "<b>35.2</b> (And) she said to him: \"Look up and see with your eyes the seven heavens opened, and see how the body of your father lies on its face and all the holy angels are praying on his behalf and saying: 'Pardon him, Father of All, for he is Your image.'\" ",
      "<b>35.3</b> Pray, my child Seth, what shall this mean? And will he one day be delivered into the hands of our Invisible God? ",
      "<b>35.4</b> But who are, my son Seth, the two Ethiopians who stand by at the prayers for your father?\" ",
      "<b>36.1</b> And Seth said to his mother, \"They are the sun and moon and themselves fall down and pray on behalf of my father Adam.\" ",
      "<b>36.2</b> Eve said to him: \"And where is their light and why have they taken on such a black appearance? \" ",
      "<b>36.3</b> And Seth answered her, \"The light has not left them, but they cannot shine before the Light of all things, the Father of Light; and on this account their light has been hidden.\""
    ]
  },
  {
    "id": "31",
    "content": [
      "<b>37.1</b> Now while Seth was saying this to his mother, behold, an angel blew the trumpet, and all the angels who were lying on their faces rose up, and they cried aloud in an fearsome voice and said: ",
      "<b>37.2</b> \"Blessed (be) the glory of the Lord from the works of His making, for He has pitied Adam, the creature of His hands.\" ",
      "<b>37.3</b> But when the angels had said these words, behold, there came one of the seraphim with six wings and snatched up Adam and carried him off to the Acherusian lake, and washed him thrice, and led him before God. ",
      "<b>37.4</b> And he stayed there three hours, lying down, and thereafter the Father of all, sitting on his holy throne stretched out his hand, and took Adam and handed him over to the archangel Michael saying: ",
      "<b>37.5</b> \"Lift him up into paradise unto the third Heaven, and leave him there until that fearful day of my reckoning, which I will make in the world.\" ",
      "<b>37.6</b> Then Michael took Adam and left him where God told him. And all the angels sang an angelic hymn being amazed at the pardoning of Adam."
    ]
  },
  {
    "id": "32",
    "content": [
      "<b>38.1</b> But after this joyous event of Adam, the archangel Michael cried to the Father concerning Adam. ",
      "<b>38.2</b> And the Father commanded him that all the angels should assemble before God, each in his order, some having censers in their hands, and others lyres, bowls and trumpets. ",
      "<b>38.3</b> And behold, the Lord of Hosts entered and four winds drew Him and cherubim mounted on the winds and the angels from heaven escorting Him and they came on the earth, where was the body of Adam. ",
      "<b>38.4</b> And they came to paradise and all the leaves of paradise were stirred so that all men begotten of Adam slept from the fragrance save Seth alone, because he was born according to the appointment of God. ",
      "<b>39.1</b> And God came to the body of Adam and grieved greatly over him and God said to him: \"Adam, what is this you done? Had you kept my commandment, those who born you down to this place would not have rejoiced. ",
      "<b>39.2</b> Yet, I tell you that I will turn their joy to grief and your grief will I turn to joy, and I will return you to your rule, and seat you on the throne of your deceiver. ",
      "<b>39.3</b> But that one (the one who sat on it prior to his becoming arrogant) shall be cast into this place that he may see you seated upon it. Then he himself shall be condemned along with those who obeyed him and he shall grieve when he see you sitting upon his throne. ",
      "<b>40.1</b> Then God said to the archangel Michael: \"Go away to Paradise in the third heaven, and carry away three fine linen clothes.\" ",
      "<b>40.2</b> And God said to Michael and to Gabriel and Uriel: \"Spread out the clothes and cover the body of Adam.\" And they bore the sweet olive oil and poured it upon him. And the three great angels prepared him for burial. ",
      "<b>40.3</b> When they finished preparing Adam, God said they should bear the body of Abel also. And they brought more linen and prepared him for burial. ",
      "<b>40.4</b> For he was unburied since the day when Cain his brother slew him; for Cain took great pains to conceal (him) but could not, for the body sprang up from the earth and a voice went out of the earth saying: ",
      "<b>40.5</b> \"No other body can be covered until --with respect to the first creature who was taken from me -- the earth from which he was taken is returned to me.\" And the angels took at that moment and put him upon a rock until Adam, his father, was buried. ",
      "<b>40.6</b> And God commanded that after they had prepared the body of Abel for burial that they bear Abel up also to the area of paradise, to the spot where God had taken the earth and fashioned Adam. And God made them dig the spot for two. ",
      "<b>40.7</b> And God sent seven angels to paradise and they brought many fragrant spices and placed them in the earth, and afterward they took the two bodies and placed them in the spot which they had dug and built (a sepulcher).",
      "<b>41.1</b> And God called and said, \"Adam, Adam. \"And the body answered from the earth and said: \"Here am I, Lord.\" ",
      "<b>41.2</b> And God said to him: \"I told you (that) earth you are and to earth shall you return. ",
      "<b>41.3</b> Again I promise to you the Resurrection; I will raise you up in the Resurrection with every man, who is of your seed.\" ",
      "<b>42.1</b> After these words, God made a three-fold seal and sealed the tomb, that no one might do anything to him for six days till his rib should return to him. ",
      "<b>42.2</b> Then the Lord and his angels went to their place."
    ]
  },
  {
    "id": "34",
    "content": [
      "<b>42.3</b> And Eve also, when the six days were fulfilled, fell asleep. But while she was living, she wept bitterly about Adam's falling asleep, for she knew not where he was laid. For when the Lord came to paradise to bury Adam all were asleep until he finished the burial of Adam except Seth alone. And no one knew (this) on the earth, except her son Seth. ",
      "<b>42.4</b> And Eve prayed while weeping that she might be buried in the place where her husband Adam was. And after she had finished her prayer, she said: ",
      "<b>42.5</b> \"Lord, Master, God of all virtue, do not alienate me from the body of Adam, from whose members you made me. ",
      "<b>42.6</b> But deem me worthy, even me who is unworthy and a sinner, to enter into his tabernacle. Just as I was with him in paradise, both of us not being separated from the other; ",
      "<b>42.7</b> just as in our transgression, we were (both) led astray and transgressed your command, but were not separated, even so now, o Lord, do not separate us.\" ",
      "<b>42.8</b> But after she had prayed, she gazed heavenwards and groaned aloud and smote her breast and said: \"God of All, receive my spirit,\" and she delivered up her spirit."
    ]
  },
  {
    "id": "35",
    "content": [
      "<b>43.1</b> And Michael came and taught Seth how to prepare Eve for burial. And there came three angels and they bore her body and buried it where Adam and Abel's bodies were. ",
      "<b>43.2</b> And afterwards Michael spoke to Seth saying; \"Lay out in this manner every man that dies until the day of the Resurrection.\" ",
      "<b>43.3</b> And after giving him this rule he said: \"Mourn not beyond six days, but on the seventh day, rest and rejoice on it, because on that very day, God and we the angels rejoice with the righteous soul, who has passed away from the earth.\" ",
      "<b>43.4</b> After the angel said these things he ascended into heaven, glorifying (God) and saying: \"Allelujah, Holy, holy, holy is the Lord, to the glory of God the Father, Amen.\""
    ]
  }
]