[
  {
    "id": "2",
    "content": [
      "<b>1.1</b> When Adam and Eve were expelled from paradise they made for themselves a tent and spent seven days mourning and lamenting in great sadness. ",
      "<b>2.1</b> But after seven days they began to be hungry and sought food to eat and did not find any. ",
      "<b>2.2</b> Eve told Adam: \"Adam, my lord, Then Eve said to Adam: \"My lord, I am hungry. Go, seek for us something to eat. Perhaps the Lord God will look upon us and have mercy on us and will call us back to the place where we were previously.\" ",
      "<b>3.1</b> And Adam arose after seven days and And Adam arose and walked for seven days over all that land but did not find food such as they had in paradise. ",
      "<b>3.2</b> Eve said to Adam: \"My lord, would that I might die. Perhaps then the Lord God would bring you back into paradise, for it was because of me that the Lord God grew angry with you. Do you wish to kill me, that I might die? Perhaps the Lord God will bring you back into paradise, since on account of my action you were expelled from there.\" ",
      "<b>3.3</b> Adam responded: \"Don't say such things Eve lest the Lord God bring upon us some other curse. How could it be that I should raise my hand against my own flesh? Let us arise and seek for ourselves something by which we might live so that we might not perish.\" ",
      "<b>4.1</b> Walking about, they searched for many days but did not find anything like they had in paradise. They only found what animals eat. ",
      "<b>4.2</b> Adam said to Eve: \"The Lord gave these things to animals and beasts to eat. Ours, however was the angelic food. ",
      "<b>4.3</b> But justly and worthily do we lament before the face of God who made us. Let us perform a great penitence. Perhaps the Lord God will yield and have mercy on us and give us something by which we might live.\""
    ]
  },
  {
    "id": "4",
    "content": [
      "<b>5.1</b> Eve said to Adam: \"My lord, tell me what is penitence and how long should I perform it, lest perhaps we place on ourselves a labor which we cannot endure, and he not hear our prayers, ",
      "<b>5.2</b> And the Lord turned his face from us because we did not fulfill what we promise. ",
      "<b>5.3</b> My lord, how much penitence are you thinking of doing since I brought labor and tribulation upon you.\" ",
      "<b>6.1</b> Adam said to Eve: \"You cannot do as much as I, but do as much so that you might be saved. For I will do forty days of fasting. You, however, arise and go to the Tigris River and take a stone and stand upon it in the water up to your neck in the depth of the river. Let not a word go forth from your mouth since we are unworthy to ask of the Lord for our lips are unclean from the illicit and forbidden tree. ",
      "<b>6.2</b> Stand in the water of the river for thirtyseven days. I however, will do forty days in the water of the Jordan. Perhaps the Lord will have mercy on us.\" ",
      "<b>7.1</b> Eve walked to the Tigris River and did just as Adam told her. ",
      "<b>7.2</b> Likewise, Adam walked to the Jordan River and stood upon a rock up to his neck in the water. ",
      "<b>8.1</b> Adam said: \"I say to you, water of the Jordan, mourn with me and separate from me all swimming creatures which are in you. Let them surround me and mourn with me. ",
      "<b>8.2</b> Let them not lament for themselves, but for me, for they have not sinned, but I.\" ",
      "<b>8.3</b> Immediately, all living things came and surrounded him and the water of the Jordan stood from that hour not flowing in its course. ",
      "<b>9.1</b> Eighteen days passed. Then Satan grew angry and transfigured himself into the brilliance of an angel and went off to the Tigris River to Eve. ",
      "<b>9.2</b> He found her weeping, and then, the Devil himself, as if mourning with her began to weep and said to her: \"Come out of the water and rest and weep no longer. Cease now from your sadness and lamenting. Why are you uneasy, you and your husband Adam? ",
      "<b>9.3</b> The Lord God has heard your lamenting and accepted your penitence. All of us angels have pleaded for you, praying to the Lord, ",
      "<b>9.4</b> and he sent me to lead you forth from the water and to give you the nourishment which you had in paradise and for which you have grieved. ",
      "<b>9.5</b> Now, therefore, come out of the water and I will lead you to the place where your food is prepared.\" ",
      "<b>10.1</b> Hearing this, Eve believed him and went out of the water of the river. Her flesh was like grass from the waters coldness. ",
      "<b>10.2</b> When she had come out, she fell to the ground, but the Devil stood her up and led her to Adam. ",
      "<b>10.3</b> When Adam saw her and the Devil with her, he cried out with tears, saying: \"O Eve, O Eve, where is the work of your penitence? How have you again been seduced by our adversary, through whom we were alienated from the dwelling of paradise and spiritual happiness? ",
      "<b>11.1</b> When Eve heard this, she knew that it was the Devil who had persuaded her to go out from the river and she fell on her face on the ground and her grief was double, as was her wailing and lamentation. ",
      "<b>11.2</b> She cried out, saying: \"Woe to you, Devil. For what reason do you fight against us? What concern do you have with us? What have we done to you that you should persecute us so grievously? Why does your malice extend to us? ",
      "<b>11.3</b> Did we ever take your glory from you or cause you to be without honor? Why do you persecute us, O enemy, impiously and jealously unto death?\""
    ]
  },
  {
    "id": "5",
    "content": [
      "<b>12.1</b> Groaning, the Devil said: \"O Adam, all my enmity, jealousy, and resentment is towards you, since on account of you I was expelled and alienated from my glory, which I had in heaven in the midst of the angels. On account of you I was cast out upon the earth.\" ",
      "<b>12.2</b> Adam answered: \"What have I done to you? ",
      "<b>12.3</b> What fault do I have against you? Since you have not been harmed nor injured by us, why do you persecute us?\" ",
      "<b>13.1</b> The Devil answered: \"Adam what are you saying to me? On account of you I was cast out from heaven. ",
      "<b>13.2</b> When you were formed, I was cast out from the face of God and was sent forth from the company of the angels. When God blew into you the breath of life and your countenance and likeness were made in the image of God, Michael led you and made you worship in the sight of God. The Lord God then said: 'Behold, Adam, I have made you in our image and likeness.' ",
      "<b>14.1</b> Having gone forth Michael called all the angels saying: 'Worship the image of the Lord God, just as the Lord God has commanded.' ",
      "<b>14.2</b> Michael himself worshipped first then he called me and said: 'Worship the image of God Jehovah.' ",
      "<b>14.3</b> I answered: 'I do not have it within me to worship Adam.' When Michael compelled me to worship, I said to him: 'Why do you compel me? I will not worship him who is lower and posterior to me. I am prior to that creature. Before he was made, I had already been made. He ought to worship me.' ",
      "<b>15.1</b> Hearing this, other angels who were under me were unwilling to worship him. ",
      "<b>15.2</b> Michael said: 'Worship the image of God. If you do not worship, the Lord God will grow angry with you.' ",
      "<b>15.3</b> said: 'If he grows angry with me, I will place my seat above the stars of heaven and I will be like the Most High.' ",
      "<b>16.1</b> Then the Lord God grew angry with me and sent me forth with my angels from our glory. On account of you we were expelled from our dwelling into this world and cast out upon the earth. ",
      "<b>16.2</b> Immediately we were in grief, since we had been despoiled of so much glory, ",
      "<b>16.3</b> and we grieved to see you in such a great happiness of delights. 16:4 By a trick I cheated your wife and caused you to be expelled through her from the delights of your happiness, just as I had been expelled from my glory.\" ",
      "<b>17.1</b> Hearing this, Adam cried out with a great shout because of the Devil, and said: \"O Lord my God, in your hands is my life. Make this adversary of mine be far from me, who seeks to ruin my soul. Give me his glory which he himself lost.\" ",
      "<b>17.2</b> Immediately the Devil no longer appeared to him. ",
      "<b>17.3</b> Adam truly persevered for forty days standing in penitence in the waters of the Jordan."
    ]
  },
  {
    "id": "6",
    "content": [
      "<b>18.1</b> Eve said to Adam: \"Long may you live, my lord to you is my life submitted, since you did not take part in either the first or second collusion. But I conspired and was seduced, because I did not keep the commandment of God. Now separate me from the light of this life. I will go to the west and I will be there until I die. ",
      "<b>18.2</b> She then began to walk toward the western regions and began to wail and weep bitterly with great moaning. ",
      "<b>18.3</b> She made there a dwelling, being three months pregnant. ",
      "<b>19.1</b> When the time of her delivery approached, she began to be distressed with pains, and she cried out to the Lord, saying: ",
      "<b>19.2</b> \"Have mercy on me, O Lord, help me.\" She was not heard, nor was the mercy of God toward her. She said to herself: \"Who will tell my lord Adam? I beseech you, lights of the heavens, when you turn again to the east, tell my lord Adam. ",
      "<b>20.1a</b> In that very hour Adam said: \"The lament of Eve has come to me. Perhaps the serpent has fought with her again.\" ",
      "<b>20.2</b> Walking, he found her in great distress. Eve said: \"How is it that I see you, my Lord. My soul has grown cold being in such pains. Now pray to the Lord God on my behalf that he might hear you and look down upon me and free me from my very bad pains.\" ",
      "<b>20.3</b> Adam then prayed to the Lord for Eve. ",
      "<b>21.1</b> And behold, twelve angels came and two Virtues, standing to the right and to the left of Eve. ",
      "<b>21.2</b> Michael was standing to her right and touched his face to her chest and said to Eve: \"Blessed are you, Eve, on account of Adam, for his prayers and supplications are great. I was sent to you that you might receive our help. Arise now and prepare yourself for birth.\" ",
      "<b>21.3a</b> She brought forth a son who shone brilliantly. At once the infant stood up and ran out and brought some grass with his own hands and gave it to his mother. His name was called Cain."
    ]
  },
  {
    "id": "7",
    "content": [
      "<b>22.1</b> Adam took Eve and the boy and led them to the east. ",
      "<b>22.2</b> The Lord God sent various seeds by Michael the angel, who gave them to Adam and showed them how to work and tend the ground, in order to have fruit, from which they and all their generations might live. ",
      "<b>22.3</b> Afterwards, Eve conceived and bore a son, whose name was Abel, and Cain and Abel remained together as one. ",
      "<b>22.4a</b> Eve said to Adam: ",
      "<b>22.4b</b> \"My lord, while asleep I saw a vision like the blood of our son Abel on the hand of Cain who tasted it with his mouth. On account of this I am pained.\" ",
      "<b>22.5</b> Adam said: \"Woe, let not Cain kill Abel, but let us separate them from each other and make separate houses for them.\" ",
      "<b>23.1</b> They made Cain to be a farmer, and Abel to be a shepherd that they might thus be separated from each other. ",
      "<b>23.2</b> But even after this, Cain killed Abel. Adam was then 130 years old. Abel was killed when he was 122 years old. ",
      "<b>23.3</b> After this Adam knew his wife and begot a son and called his name Seth. ",
      "<b>24.1</b> Adam said to Eve: \"Behold, I have begotten a son in place of Abel, whom Cain killed.\" ",
      "<b>24.2</b> After Adam begot Seth, he lived for 800 years and begot 30 sons and 30 daughters 63 altogether and they were multiplied over the earth in its nations."
    ]
  },
  {
    "id": "8",
    "content": [
      "<b>25.1</b> Adam said to Seth: \"Let me recount for you what I have heard and seen. After I and your mother were cast out of paradise, ",
      "<b>25.2</b> when we were at prayer, the archangel Michael, the messenger of God, came to me. ",
      "<b>25.3</b> I saw a chariot like the wind, and its wheels were afire, and I was caught up into the paradise of the just. I saw the Lord seated, his face like fire burning intolerably. Many thousands of angels were at the right and the left of his chariot. ",
      "<b>26.1</b> Seeing this, I was disturbed and fear seized me and I worshipped before God above the face of the earth. ",
      "<b>26.2</b> Then God said to me: 'Behold, you shall die because you transgressed the commandment of God, because you harkened more to the voice of your wife whom I gave over to your control that you might have her in your will. You listen to your her and transgressed my words.' ",
      "<b>27.1</b> When I heard these words of God, falling down on the ground I worshipped the Lord and said: 'My Lord, Almighty and merciful God, holy and faithful, do not let the name of the memory of your majesty be destroyed, but turn my soul around, for I will die and my spirit will go forth from my mouth. ",
      "<b>27.2</b> Do not cast me out from your sight, whom you formed from the dust of the earth, nor put me out from your grace whom you nourished. ",
      "<b>27.3</b> Behold, your word has come over me.' Then the Lord God said to me: 'Since your days are numbered, you have become attentive to knowledge. my very bad pains.\" On account of this no one shall ever be taken from your offspring to minister unto me.' ",
      "<b>28.1</b> When I heard these words, I prostrated myself on the ground and worshipped the Lord God saying: 'You are the eternal and most high God. All creatures give you honor and praise. ",
      "<b>28.2</b> You are above all, the shining light, the true light, the living life, the Virtue of incomprehensible greatness. To you the spiritual virtues give honor and praise. With the human race you show the great deeds of your mercy.' ",
      "<b>28.3</b> After I worshipped the Lord God, straightway Michael, the archangel of God, took my hand and threw me out of the paradise of God's visitation and commanding. ",
      "<b>28.4</b> Michael, holding in his hand a rod, touched the waters which surrounded paradise and they froze. ",
      "<b>29.1</b> Then I crossed over, and Michael crossed over with me and brought me again to the place from which he had taken me. ",
      "<b>29.2</b> Hear also, my son Seth, the other mysteries and promised things to come which have been revealed to me. By eating of the tree of knowledge I have known and understood the things which are in this age, ",
      "<b>29.3</b> which God will do to his creature, the human race. ",
      "<b>29.4</b> The Lord will appear in a flame of fire. From the mouth of his majesty he will give commandment and precepts to all (from his mouth will go forth a sword, sharp on both edges) and they will sanctify him in the house of the dwelling of his majesty. He will show to them the marvelous place of his majesty. ",
      "<b>29.5</b> Then they will build a house for the Lord God on my behalf that he might hear you and look down upon me and free me from Lord their God in the land which he will prepare for them, and there they will transgress his precepts. Their sanctuary will be set afire, and their land shall be desolate, and they themselves will be dispersed because they provoked God. ",
      "<b>29.6</b> But again, (on the third / seventh day ?) he will save them from their dispersion and they will build once more the house of God, and it will then be higher than it was before. ",
      "<b>29.7</b> But once again, iniquity will conquer justice. After this, God will dwell, living with men on the earth. Then justice will begin to shine, and the house of the Lord will be honored forever. The opponents will no more be able to kill men who believe in God. God will then receive unto himself a faithful people, who will be saved forever and ever. But the impious who did not wish to love his law will be punished by God their King. ",
      "<b>29.8</b> Heaven and earth, night and day, and all creatures will obey him and will not transgress his commandment, nor will they alter his works. Men who forsake the law of the Lord, however, will be changed. ",
      "<b>29.9</b> On account of this, the Lord will cast away from himself the impious, but the just will shine like the sun in the sight of God. At that time, men will be purified by water of their sins. ",
      "<b>29.10</b> Those unwilling to be purified by water will be condemned. Blessed will be the man who shall amend his soul when the judgments and great deeds of God will be among men. Their deeds will be investigated by God, the just judge.\"]II,III,IV"
    ]
  },
  {
    "id": "9",
    "content": [
      "<b>30.1b</b> After Adam reached the age of 930 years, knowing that his days were ended, he said [to Eve]: \"Gather about me all my children that I might bless them before I die, and that I might speak with them.\" ",
      "<b>30.2</b> They were gathered before his sight, in front of the oratory where he worshipped the Lord God. [They numbered 15,000 men, not counting women and children.] ",
      "<b>30.3</b> They asked him [and when they all had been gathered, they said with one voice]: \"What is wrong with you, father, that you have gathered us together? Why are you lying on your bed?\" ",
      "<b>30.4</b> Answering, Adam said: \"My children, I am in great pain.\" All his children said to him: \"What does mean, father, to have great pain?\" ",
      "<b>31.1</b> Then his son, Seth, said: \"Lord, do you perhaps long for some of the fruit of paradise, which you used to eat, and therefore you lie there saddened? Tell me and I will go up to the gates of paradise and cast dust on my head and throw myself on the ground before the gates of paradise, mourning in great lamentation, beseeching the Lord. Perhaps he will hear me and send his angel to bring me some of the fruit you desire.\" ",
      "<b>31.2</b> Adam answered and said: \"No, my son, I do not desire it, even though I am suffering infirmity and great pain in my body.\" ",
      "<b>31.3</b> Seth answered: \"What is pain, my lord, father, for I do not know. Do not send us away, but tell us [for inwardly we do not know.]\""
    ]
  },
  {
    "id": "10",
    "content": [
      "<b>32.1</b> Adam answered and said: \"Hear me, my children. When God made us, me and your mother, and placed us in paradise and gave us all fruitbearing trees for food, he forbade us, saying: 'Of the tree of the knowledge of good and evil, which is in the midst of paradise, you may not eat.' ",
      "<b>32.2</b> God, however, gave part of paradise to me, and part to your mother: to me he gave the tree of the eastern and northern part (which is against the north ?), and to your mother he gave the southern and western part. ",
      "<b>33.1</b> The Lord God gave us two angels to watch over us. ",
      "<b>33.2</b> The hour came for the angels to ascend to the sight of God for worship. At once, the Devil, our adversary, found the place. ",
      "<b>33.3</b> Then she ate and gave to me to eat. ",
      "<b>34.1</b> Immediately, the Lord God grew angry with us and said to me: 'Because you have forsaken my mandate and have not kept my word which I entrusted to you, I will bring upon your body seventy afflictions. You will be racked with pains from the top of your head, eyes, and ears, to the bottom of your feet, and in every single member.' This he counted as punishment fitting in suffering [to the seriousness of our transgression] concerning the trees (of suffering for the transgression of the fruit of the tree?) ",
      "<b>34.2</b> The Lord sent all these ills upon me and all our generations.\""
    ]
  },
  {
    "id": "11",
    "content": [
      "<b>35.1</b> Saying this to all his children, Adam was seized with great pains, and crying out with a great voice, he said: \"What shall I do, I who am unfortunate, being in so much pain?\" ",
      "<b>35.2</b> When Eve saw him, she began to cry and said: \"My Lord God, transfer his pain over to me, since it was I who sinned.\" Eve then said to Adam: \"My lord, give me part of your pain, since by me this blame came upon you.\" ",
      "<b>36.1</b> Adam then said to Eve: \"Rise, go with my son, Seth, near to the gates of paradise and cast dust on your heads, and prostrate yourself on the ground, lamenting in the sight of God. ",
      "<b>36.2</b> Perhaps he will take pity and send his angel over to the tree of his mercy from which flows the oil of life, and will give you a little of it with which to anoint me so that I may have rest from these pains with which I am consumed.\""
    ]
  },
  {
    "id": "12",
    "content": [
      "<b>37.1</b> Seth and his mother went away to the gates of paradise. As they were walking, there suddenly appeared the serpent, the beast, who attacked and bit Seth. ",
      "<b>37.2</b> When Eve saw this, she said: \"Alas, woe is me, for I am cursed because I did not keep the precepts of the Lord.\" ",
      "<b>37.3</b> Eve said to the serpent in a great voice: \"O cursed beast, why are you not afraid to cast yourself at the image of God, but dare to fight against it? Why have your teeth prevailed?\" ",
      "<b>38.1</b> The beast answered in a human voice: \"O Eve, was our malice ever not against you? Isn't our anger against you? ",
      "<b>38.2</b> Tell me, Eve. How could you open your mouth to eat the fruit which the Lord God commanded you not to eat. Now, however, you are not able to bear it, if I should begin to reproach you?\" ",
      "<b>39.1</b> Then Seth said to the beast: \"May the Lord God reproach you. Be mute, grow silent, close your mouth, cursed enemy of the truth, disorder of destruction. Fall back from the image of God until the day when the Lord God shall order you to be brought in for trial.\" ",
      "<b>39.2</b> The beast said to Seth: \"Behold, I am going away, just as you have said, from the face of the image of God.\" At once the wound from its teeth disappeared from Seth."
    ]
  },
  {
    "id": "13",
    "content": [
      "<b>40.1</b> Seth and his mother then walked to the region of paradise for the oil of mercy to anoint the sick Adam. Arriving at the gate of paradise, they picked up dust from the ground and cast it on their heads, and prostrated themselves on the ground and began to lament with a great moan, beseeching the Lord God that He might have mercy on Adam in his pains, and send his angel to give them some oil from the tree of his mercy. ",
      "<b>41.1</b> 41:1 [FROM THE GOS. OF NICO. 41:1 [After they had prayed and pleaded for many hours, behold, the angel Michael appeared to them and said: \"I was sent to you by the Lord. I was given power over the human body. ",
      "<b>41.2</b> I tell you, Seth, man of God, do not weep, praying and pleading for the oil of the tree of mercy to anoint your father Adam on account of the pains of his body."
    ]
  },
  {
    "id": "14",
    "content": [
      "<b>42.1</b> For in no wise can you receive any until the last days, ",
      "<b>42:2</b> after 550 years have passed. ",
      "<b>42.2</b> Then the most loving king of God will come upon the earth to resurrect the body of Adam, and, with him, the bodies of all the dead. The very Son of God, when he comes, will be baptized in the river Jordan, and when he comes forth from the water of the Jordan, he will then anoint all who believe in him with the oil of his mercy. ",
      "<b>42.3</b>", 
      "<b>42:4</b> This oil of mercy will be from generation to generation on those who are reborn of water and the Holy Spirit into eternal life. 42:5 Then, the most loving Son of God will descend into the earth and lead your father, Adam, back into paradise to the tree of mercy. END NIC]"
    ]
  },
  {
    "id": "15",
    "content": [
      "<b>43.1</b> But you, Seth. go to your father, Adam, for the time of his life is complete. Six days hence, his soul will go forth from his body, and, when it does, you will see great wonders in heaven and on earth, and in the lights of heaven.\" ",
      "<b>43.2</b> Saying this, Michael at once withdrew from Seth. Seth and Eve went home, carrying with them [a small branch and] spices -- nard, crocus, calaminth, and cinnamon. [III \"Legend of the Holy Rood\"] ",
      "<b>44.1</b> When Seth and his mother reached Adam, they said to him [III all that had been done on the way, and said] that the beast, the serpent, had bitten Seth."
    ]
  },
  {
    "id": "16",
    "content": [
      "<span>(44.2)</span> <b>14.2</b> Adam said to Eve: \"What have you done? You have brought on us a great affliction, fault and sin unto all our generations. ",
      "<b>44.3</b> What you have done will be passed on to your children after my death, for those who arise from us will not have all they need from their labors, but will be lacking. They will curse us, saying: ",
      "<b>44.4</b> \"Our parents, who were from the beginning, brought all these evils on us.'\" Hearing this, Eve began to weep and moan. [III \"Legend of the wood of the Cross\"]"
    ]
  },
  {
    "id": "28",
    "content": [
      "<b>45.1</b> Just as Michael had predicted, after six days the death of Adam came. ",
      "<b>45.2</b> When Adam knew that the hour of his death had come, he said to all his children: Now I am 930 years old, and if I die, bury me beside the great garden of God near his dwelling.\" ",
      "<b>45.3</b> And it happened that, when he had finished all his words, he gave up his spirit.."
    ]
  },
  {
    "id": "30",
    "content": [
      "<b>46.1</b> The sun, moon and stars grew dark for seven days. Seth embraced the body of his father and mourned over it. Eve cast her eyes upon the ground with her hands clasped above her head and her head placed on her knees. All her children wept with very bitter tears. ",
      "<b>46.2</b> Then Michael the angel appeared, standing at Adam's head, and said to Seth: \"Arise from the body of your father, and come with me and see what the Lord God has arranged for him. He is his creature and he has taken pity on him."
    ]
  },
  {
    "id": "31",
    "content": [
      "<b>47.1</b> Then all the angels, playing trumpets, said: \"Blessed are you, Lord, for you have taken pity on your creature.\" ",
      "<b>47.3</b> Then Seth saw the hand of the Lord outstretched, holding Adam. He handed him over to Michael, saying: ",
      "<b>47.5</b> \"Let him be in your care until the day of retribution, in supplication until the last years when I shall change his mourning into joy. Then he will sit on the throne of him who beguiled him.\""
    ]
  },
  {
    "id": "32",
    "content": [
      "<b>48.1</b> Again the Lord said to the angels Michael and Uriel: \"Bring me 3 linen shrouds and stretch them over Adam. Bring other shrouds and stretch them over Abel, his son. Then bury Adam and his son.\" ",
      "<b>48.2</b> And all the virtues of the angels processed before Adam, and thus was the dormition of the dead sanctified. ",
      "<b>48.3</b> The angels Michael and Uriel buried Adam and Abel in the regions of paradise which Seth and his mother saw, but no one else. Michael and Uriel: \"Just as you see us doing, likewise bury your dead.\" [III+***Legend of the Wood of the Cross*** ]III"
    ]
  },
  {
    "id": "33",
    "content": [
      "<b>49.1</b> Six days after Adam's death, Eve knew her own death [was near], so she gathered together all her sons and daughters, who were Seth along with his thirty brothers and thirty sisters. Eve said to them all: ",
      "<b>49.2</b> '\"Hear me, my children, that I might recount for you how I and your father transgressed the precept of God. Michael the archangel said to us: ",
      "<b>49.3</b> 'On account of your conspiracies, our Lord will bring upon your race the wrath of his judgment, first by water, and second by fire. By these two will the Lord judge all the human race.' ",
      "<b>50.1</b> But hear me, my children! Make tablets of stone, and other tablets of earth, and write on them my whole life, and that of your father, which you have heard from us and seen. ",
      "<b>50.2</b> If he judges our race by water, the tablets of earth will dissolve, but the tablets of stone will endure. If, however, he judges our race by fire, the tablets of stone will be destroyed, but the tablets of earth will be fired.\" ",
      "<b>50.3</b> When she had said all these things to her children, she stretched out her hand toward heaven, knelt upon the earth, worshipped God, and giving thanks, gave up her spirit."
    ]
  },
  {
    "id": "35",
    "content": [
      "<b>51.1</b> Afterwards, all her children buried her with great weeping. After they had mourned her for four days, Michael appeared to them and said to Seth: ",
      "<b>51.3</b> \"Man of God, mourn no longer than 6 days, for the 7th day is the sign of the resurrection, the repose of the coming age, and on the 7th day the Lord rested from all his works. [III+ from all his work. Indeed, the 8th day is [the sign] of the future and eternal blessedness, in which all the holy will reign throughout endless ages with the Creator and Savior himself, in both soul and body, never again to die. Amen. III] ",
      "<b>51.3</b> Then Seth made tablets."
    ]
  },
  {
    "id": "36",
    "content": [
      "<b>52.1</b> Then Seth made 2 tablets of stone and two of earth, (and he devised the caps of letters?) and wrote on them the life of this father, Adam, and his mother, Eve, which he had heard from them and seen with his own eyes. He placed the tablets in the middle of his father's house in the oratory where he prayed to the Lord. After the flood, these written tablets were seen by many men (these written stones?) but were legible to no one. Solomon, however, being wise, saw the writing and prayed to the Lord. There appeared to him an angel of the Lord, saying: \"I am he who held the hand of Seth, that he might write these stones with his finger (with an iron finger/ with an iron stylus?). You will be knowledgeable of these writings, so that you might know and understand (Whence they are ) what all these stone contain, and where the oratory was where Adam and Eve worshipped the Lord God. You must build there the temple of the Lord, which is the house of prayer. Then Solomon completed the temple of the Lord God, and called these letters 'achiliacae,' that is, written without the teaching of words' ('achiliacae' stones, which is in Latin, teaching written without lips' / achiliacae' which is in Latin, parchments 'written without the teaching of books' ?) by the finger of Seth, while the angel of the Lord held his hand. ",
      "<b>53.1</b> On these stones was found what Enoch, the seventh from Adam, prophesied before the flood about the coming of Christ: \"Behold the Lord will come in his sanctuary (in his holy soldiers, in his soldiers, in his holy clouds ?) to render judgment on all and to accuse the impious of all their works by which they have spoken concerning him Ñ sinners, impious murmurers, and the irreligious who have lived according to their feelings of desire, and whose mouths have spoken pridefully.] [Those whose mouths have spoken pridefully will go to Hades, but the just will surely go rejoicing into the kingdom of heaven. ",
      "<b>54.1</b> (Adam entered paradise after forty days, and Eve after eighty. Adam was in paradise for seven years and near to the day they moved each one of the beasts [?])IV."
    ]
  },
  {
    "id": "37",
    "content": [
      "<b>55.1</b> It must be known that the body of Adam was formed of eight parts. The first part was of the dust of the earth, from which was made his flesh, and thereby he was sluggish. The next part was of the sea, from which was made his blood, and thereby he was aimless and fleeing. The third part was of the stones of the earth, from which his bones were made, and thereby he was hard and covetous. The fourth part was of the clouds, from which were made his thoughts, and thereby he was immoderate. The fifth part was of the wind, from which was made his breath, and thereby he was fickle. The sixth part was of the sun, from which were made his eyes, and thereby he was handsome and beautiful. The seventh part was of the light of the world, from which he was made pleasing, and thereby he had knowledge. The eight part was of the Holy Spirit, from which was made his soul, and thereby are the bishops, priests, and all the saints and elect of God."
    ]
  },
  {
    "id": "38",
    "content": [
      "<b>56.1</b> It must also be known that God made and formed Adam in that place where Jesus was born, that is, in the city of Bethlehem, which is in the center of the earth. There Adam was made from the four corners of the earth, when angels brought some of the dust of the earth from its parts, viz. Michael, Gabriel, Raphael, and Uriel. This earth was white and pure like the sun and it was gathered together from the four rivers, that is, the Geon, Phison, Tigris, and Euphrates. Man was made in the image of God, and he blew into his face the breath of life, which is the soul. For just as he was gathers from the four rivers, thus from the four winds he received his breath."
    ]
  },
  {
    "id": "39",
    "content": [
      "<b>57.1</b> When Adam was made, and there was no name assigned to him yet, the Lord said to the four angels to seek a name for him. Michael went out to the east and saw the eastern star, named Ancolim, and took its first letter from it. Gabriel went out to the south, and saw the southern star, named Disis, and took its first letter from it. Raphael went out to the north, and saw the northern star, named Arthos, and took its first latter from it. Uriel went out to the west, and saw the western star, named Mencembrion, and took its first letter from it. When the letter were brought together, the Lord said to Uriel: \"read these letters.\" He read them and said, \"Adam.\" The Lord said: \"Thus shall his name be called. \"Here ends the life of our protoplast, Adam, and his wife, Eve."
    ]
  }
]