[
  {"id": "1",
  "content": "Before the trespass, Adam was in Paradise and had everything he wanted and everything happened according to his will: the wild animals and the domestic animals and all the feathered birds--all drew near, left and fled at his command. Apart from Adam's command nothing was allowed to move around, or land, or eat anything before Adam permitted it. It was the same with Eve. "},
  {
    "id": "7",
    "content": "But after he committed the trespass and violated the command of the Lord, Adam was expelled from Paradise, and as he took his wife and went out, he sat near Eden, before the door of Paradise, and he saw a vision, how Cain and his brother Abel would be begotten, and he saw, how Cain would kill Abel, and Adam was very troubled. Then the Archangel Michael came to Adam and said to him, \"O Adam, Adam, don't be troubled, don't speak about this and don't have Cain on your heart.\" And here, near Eden, Adam spent eighteen years, and here Cain and his brother Abel were born to him. And when they were grown, they sent them to tend the flocks at a place called Cyrene. And when fourteen years had passed, Adam called his wife Eve and said, \"Fourteen years have passed and Cain has spilled his brother Abel's blood, as it was announced, in a merciless way. Let us go out to see.\" And when they went out they found Abel murdered in a merciless manner by the hand of Cain. And the Lord spoke to the archangel Michael, \"Warn Adam, 'You should not say anything to your son Cain about this matter, and don't be troubled on account of it, instead keep it in your hearts.'\" Afterwards, Eve bore a son and called him Seth, and she said to Adam, \"I have borne a son in the place of Abel, whom Cain killed; come my husband, that you may thank God, and that we may make an offering to Him.\""
  }, 
  {
    "id": "9",
    "content": "And Adam fathered thirty sons and thirty daughters, and he lived 930 years. And he fell ill and cried out in a loud voice and said, \"My children, gather around me.\" Adam, of course, was very anxious, since he didn't know what illness was. And his children gathered around and stood on three sides. And his son Seth said, \"Father, Father Adam, what is your sickness?\" Adam said, \"My child, a great pain is in me.\" And his children said to him, \"Father, perhaps you brooding about the delights of Paradise and for this reason it hurts you so.\" And Seth said, \"Father, I will go with my mother and bring something out of Paradise, by which perhaps your pain will be eased.\" Adam, however, said, \"My child, how will you be admitted into Paradise?\" Seth said, \"Father, I will go to the great plaza before Paradise and cry out from my heart, perhaps the Lord will hear us and permit the angel (from Paradise) to come and your pain will be stilled.\" And Adam said, \"Not so, my son, not so, I have pain in my belly.\""
  },
  {
    "id": "10",
    "content": "And Seth said, \"In what way are you ill, how did it come over you?\" And Adam said, \"When God created me and your mother, through whom we die and through whom you will all be mortal, he gave us the Garden in Paradise, which we lost on account of Eve. That is, when it was the sixth hour, Eve saw Satan and venerated him, because he came in the form of an angel, and he gave to Eve from the tree and she transgressed the commands of the Lord and ate of what the serpent had handed her.\" And Seth asked, \"Who instructed the serpent?\" Adam said to his son, \"The devil changed himself into radiant form and came to the serpent in the form of an angel and said to it, \"You are very intelligent, give to Eve from the tree, she will taste it and also give it to Adam.\" And thus it [or \"she\", i.e, Eve] did and for this reason we have fallen prey to sickness and death. \"Then the Master came, and in the center of Paradise his throne was set up, and he called out in a frightful voice, 'Adam, Adam, where are you?' I said, 'I am naked, O Lord, and I cannot come out.' And the Lord said, \"You have never hidden yourself from me. Since you hide from me, you have thus transgressed my commandment. I will inflict your body abundantly with injuries and your heart with pains. The first sickness will be a pain in the belly, the second sickness [will be] dimness of vision and deafness, and on top of this, there will follow seventy-two illnesses of all sorts besides.\""
  },
  {
    "id": "11",
    "content": "Then Adam sighed again and spoke to his sons, \"I have a great pain, my children.\" Then Eve said to him amid tears, \"Stand up, my husband, and give me a portion of your pain, we will both share it together; for on account of me you suffer such agony.\" Adam, however, said to Eve, \"It is impossible to share it, but rise up together with your son Seth and go to Paradise, and cry with dust sprinkled on your heads, perhaps God will hear your prayer and grant to me from the Tree of Oils, that I might learn if perhaps my pain may be eased.\""
  },
  {
    "id": "12",
    "content": "And Eve arose along with her son Seth and set off for Paradise, and she saw a huge animal, called Mongrel, which followed her son Seth, to devour him. Eve began to cry bitterly and said, \"Woe is me, my sweet child, from now on until the end and until the second coming all will curse me, because it is on my account all sorts of evil have multiplied.\" And she screamed in a loud voice at the animal and said, \"O beast, aren't you afraid before the image of the divine countenance? Will you devour him? How do you dare to open your mouth against the image of God and to bare your teeth against him? Don't you remember, O beast, how I fed you with my own hand?\" Then the animal said to her, \"O Eve, from now on you have no power over us to command us, for it has departed from you. How did you dare to open your mouth and eat from the tree, which the Lord did not allow you? On account of this I will also kill you and devour your child.\" At this Eve didn't answer, Seth, however, spoke to the animal, \"Your mouth will be closed until the judgment, for you yourself were so bold against the image of God; you will stay in your lair right into eternity. And so it will remain even in eternity.\""
  },
  {
    "id": "13",
    "content": "And Seth came with his mother to Paradise, they cried and sobbed and entreated God, their heads sprinkled with dust."
  },
  {
    "id": "14",
    "content": "And God sent his Archangel Michael and he spoke to Seth, \"Man of God, go back to your father, for his day of death is drawing near, and there is no cure for him.\" And he gave him three branches (from the tree, on account of which he was expelled): from the spruce, from the cedar, and from the cyprus. And Seth took the branches and brought them to his father."
  },
  {
    "id": "15",
    "content": "And Adam saw and recognized them, and with a heavy sigh he coiled a wreath, and set it on his head, and called his sons and grandchildren to him."
  },
  {
    "id": "16",
    "content": "When all his children had assembled themselves and they were altogether nearly two thousand people Ñ they bid Eve, saying, \"Our Mother, you know every secret and open thing of our father Adam, tell us, our mother, what does this incredible manifestation which we see mean?\""
  },
  {
    "id": "17",
    "content": "Then Eve said, \"I will share with you, my children, in what manner our enemy deceived us, so that he will not be able to incite you as well against our law. Adam watched the eastern and northern sides of Paradise, I guarded the western and southern side. Adam guarded the male animals, I tended the female animals. And so the enemy entered in from that side on which Adam was,"
  },
  {
    "id": "18",
    "content": "and he called the serpent to himself and said to it: You are loved by God, therefore she (Eve) will give credence to you before any other creature. And he instructed it in everything and sent it to me.\""
  },
  {
    "id": "19",
    "content": "The serpent believed that it was an angel, and came to me. And the devil had changed to the form of an angel and came here with radiance, singing an angel's song, just like an angel, and said to me: 'Do you eat from everything in Paradise?' And at that time I took him for an angel, because he had come from Adam's side, so I said to him, 'From one tree the Lord commanded us not to eat, the one which stands in the middle of Paradise.'"
  },
  {
    "id": "20",
    "content": "The devil said, 'I am very sorry for you, because you don't understand; I alone will tell you so much: That tree is better than all the others. If you tasted from that tree, you would become like gods and radiant like the angels.'"
  },
  {
    "id": "22",
    "content": "And I listened to these words and as I tasted from the tree, immediately my eyes were opened and I saw, that I was naked, and I cried bitterly about what I had done. The devil, however, became invisible. \"I, however, gathered fig leaves to cover my shame. Because of how Paradise was apportioned, the one half to Adam, and the other to me, all the trees in my half had let fall all their leaves. The fig tree, however, did not do this. And I took from its leaves and wrapped myself and went under the tree, from which I had tasted,"
  },
  {
    "id": "23",
    "content": "and called in a loud voice to Adam, saying, 'Adam, Adam, where are you? Stand up and come here so that I can share something incredible with you.' And Adam came to me and I opened my mouth and the devil spoke through me about the tree and about knowledge, so that he would also want to taste of it. And Adam tasted, and his eyes were opened, and he saw his and my nakedness, and he said to me, 'O wife, what have you done to me? Why have we departed from the grace of God?'"
  },
  {
    "id": "24",
    "content": "\"Then we heard the voice of the archangel Michael in the heavenly realm, who called together all the angels and said to them: Thus says the Lord, 'We will go down to Paradise to hold a hearing where Adam has sinned, and I will pronounce the verdict on him.' And the Lord came down on the shoulders of the Cherubim and a host of angels with him, singing the eternal song, glorifying God without end. And the throne of God was set up in the center of Paradise: the trees of Adam burst forth in great blossoms, the trees of my half became withered and all their leaves were fallen. And the Lord called Adam, 'O Adam, Adam.' Adam said, 'Lord, I heard your voice and was terribly afraid, since I am naked.' And the Lord said to him, \"Who told you that you are naked, unless you have tasted from the tree, of which I told you not to taste?' And the angel took us and brusquely drove us away."
  },
  {
    "id": "26",
    "content": "\"And so he exiled us from Paradise. We, however, bid the angel saying to him, 'Be a little patient with us, so that we may entreat God.' And Adam cried out in a loud voice, 'Have mercy on our sin, O Master, be merciful with us O Lord.'"
  },
  {
    "id": "27",
    "content": "Then the angel allowed us to carry on more still and Adam prayed and said, 'O Lord, furnish me with nourishment, that I might live.' The angel guided us out of Paradise and barricaded it off from us. Then Adam prayed and said, 'Have mercy on us, O Master, let me have pleasing aromas, that whenever I make an offering to God, I may [also] bring incense to him.' Angel Joel prayed unceasingly and said, 'Have mercy, O Master, on your first creation.' And all the angels spoke the same word to God concerning Adam, 'Have mercy, O Master, on your first creation.' And the Lord said to his angels, 'Is it right, that Adam suffers thus, just as the verdict was pronounced on him, or is it unjust?' The angels spoke in one accord, 'Just is your judgment, O Lord, in truth it is just.' Then God allowed him to provide the pleasing aromas: incense, laudanum, and libanum."
  },
  {
    "id": "2",
    "content": "\"And we sat ourselves down before the gates of Paradise. Adam lay down on the ground and cried for seven days and nights, and we had nothing to eat and felt horrible hunger. I, Eve, cried out with a loud voice, 'Have pity on me, O Creator, for on my account Adam suffers so severely.' And I said to Adam, 'Get up, my husband, that we may seek nourishment; for my spirit is already diminishing in me and my heart is going numb within me.' Then Adam said to me, 'Eve, I have half a mind to give you over to death, but I shrink from this, because God created your countenance. Thus, I cannot destroy the creation of God, on the contrary, because you now are filled with remorse and pray to God, my heart can never part from you.' And Adam stood up and we traveled about the whole earth but found nothing to eat, except thorns, a wild grass. And when we returned to Eden (ed. \"to the gates of Paradise\"), we cried together praying: 'Have pity, O Master and Creator, on your creatures, furnish us with nourishment.'"
  },
  {
    "id": "3",
    "content": "And as we prayed unceasingly for fifteen days, we heard the archangel Joel (ed. \"Michael Joel\") praying for us. And the Lord commanded the archangel Joel and he took a one-seventh portion from Paradise and gave it to us. Then the Lord spoke: 'Thorns and thistles shall come forth from your hands and from your sweat you will have nourishment, and your wife will look on you in trembling.' And the archangel Joel said, 'Thus says the Lord to Adam, I have not created your wife to command you, but to obey you; why do you obey your wife? 'Moreover, the archangel Joel told Adam, that he was to make a separation between farm animals and every sort of flying and creeping creature, namely, the wild and the tame, and to give to each creature a name. Accordingly, Adam took oxen and began to till, that he might obtain nourishment. \"Then the devil appeared and stood steadfastly in front of the oxen and wouldn't allow Adam to till the earth, and the devil said to Adam, 'the earth is mine, God owns Heaven (and Paradise). If you want to become mine, then, by all means, till the earth. If, however, you want to belong to God then go only into Paradise. 'Adam said, 'God owns Heaven and Paradise, but God also owns the earth and the sea and the entire world. 'The devil said, 'I will not permit you to till the earth, unless you sign a cheirograph (contract), pledging that you belong to me. 'Adam said, 'Whoever is Lord of the earth, to him both I and my children belong. 'Adam knew of course that the Lord would come down to the earth and take on himself the form of a man and trample down the devil. The devil was, nevertheless, extremely pleased and said, 'Write for me your cheirograph .' And Adam wrote and said, 'Whoever is Lord of the earth, both I and my children belong to him.'"
  },
  {
    "id": "4",
    "content": "The devil took the cheirograph for himself. But I, my children, said to your father, 'Arise, my husband, pray to God, that he deliver us from the devil, for you suffer so on my account.' But Adam said to me, 'Eve, now you feel such remorse over your error (ed. \"evil\"), that you will listen to my heart, for God created you from my rib. We will fast for forty days, perhaps the Lord will pity us and leave for us understanding and a portion of life. 'I said, 'My husband, you fast forty days, and I will fast forty-four days.' And Adam said to me, 'Come to the river called Tigris, take a stone and place it under your feet, stand up in the water and cover yourself with water, as with a coat up to the neck, and pray to God in your heart, but no word should come out across your lips. 'And I said, 'My husband, I will call out to God with my whole heart. 'And Adam said to me, 'Guard yourself carefully; if you don't see me and all my features, don't climb up out of the water, give no credence to words, so that you won't get into any more trouble.' And Adam went to the Jordan and stood up in the water and immersed himself in water and also dampened the hair on his head. While he prayed to God and his prayers went up, the angels assembled themselves and every flying creature, the wild and the domestic and every winged bird, and they stood as a wall around Adam, while they entreated God for him. \"The devil came to me in the form and radiance of an angel, there where I stood in the water, leting passionate tears fall to the ground, he said to me, 'Come forth, Eve, out of the water, God has heard your prayer and also we angels, we who prayed for you, and the Lord has sent me to you, that your should emerge from this water.' And I discerned that he was the devil, and answered him nothing at all. But when after forty days, Adam emerged from the Jordan, he noticed the footprints of the devil and was very afraid lest the devil had duped me. But when he saw me standing in the water, he was very happy. And he took me and led me out of the water.\""
  },
  {
    "id": "28",
    "content": "Then Adam called in a loud voice, \"Stop talking, Eve, my spirit is already diminished in me (ed. perhaps,\"my spirit has already departed from my body\"), but arise, go out and pray to God, until I have given my spirit to God.\""
  },
  {
    "id": "29",
    "content": "Then Eve stood up, went out and fell with her face to the ground, and prayed to God and said, \"I have sinned before you, O Lord, sinned, O Master, before the angels and six- winged Seraphim, sinned before your awesome throne, sinned, O Lord, sinned; for each and every sin occurs through me.\" And the angel of the Lord came to Eve and said, \"Rise up, Eve, from your repentance, for Adam has already departed out of his body and his spirit is separated and gone before God.\""
  },
  {
    "id": "30",
    "content": "And Eve returned again to where the corpse of our father Adam lay, and she saw a golden incense pot and three burning flares and three angels attending them, and the corpse of Adam anointed and the scent of fragrance ascending to Heaven. And as the angels assembled, they bowed before the throne and the archangel Joel said, \"Holy above holy, O Lord, forgive your creature, for it is the creation of your hands.\" Eve saw great marvels, which were being performed before God and cried in great distress and called her son Seth and said to him, \"Arise, Seth, from the corpse of your father and come to see a marvelous thing, such as you have never seen before.\" Seth arose and came to his mother and she said to him, \"Look, my son, toward heaven.\" And looking up Seth saw the whole angelic host standing before the throne of the Lord, saying in prayer, \"Pity your creation O Master.\" Again Seth spoke to his mother, \"Look there, how the Sun and Moon bow down to the throne, praying for our father Adam.\" And Eve said, \"Where is their light?\" Seth said to his mother, \"When the archangel Michael himself arose in order to pray, all the power of the angels before throne of the Lord ceased,\" and again the angels cried out in a loud voice saying, \"Blessed"  
  },
  {
    "id": "31",
    "content": "Then came a multitude of angels, Cherubim and Seraphim, and they took the corpse of Adam and laid him in the Sea of Gerusia and honoring him, they washed him three times. In the third hour, however, the Lord,Êseated on the throne, stretched forth his hand and took Adam and gave him to the archangel Michael and said to him, \"Carry his corpse into Paradise; his spirit shall tarry in the third Heaven, but his corpse shall remain here until my resurrection.\" Then the archangel took Adam and carried him there, to the place God had commanded him. Once again the Lord spoke to the archangel, \"Go into Paradise and take the purple cloth and cover the corpse of Adam and take the olive oil and pour it over him.\""
  },
  {
    "id": "32",
    "content": "Once again the Lord spoke to the archangel, \"Go into Paradise and take the purple cloth and cover the corpse of Adam and take the olive oil and pour it over him.\""
  },
  {
    "id": "34",
    "content": "Eve lived six days beyond Adam; she prayed and said crying, \"Lord God, as you created me from the rib of Adam, so I want to be with him.\" And she lowered her head onto her breast, during which she said, \"Lord God, receive my spirit.\" And so she gave her spirit to God."
  },
  {
    "id": "35",
    "content": "And the archangel Michael came to Seth and instructed him as to how he should bury his mother. And three angels came, took Eve's corpse and buried it, where also the corpse of Adam and their son Abel were buried. And the archangel said to Seth, \"So shall you bury every person who dies until the resurrection.\" Again he said to him, \"Arrange a memorial ceremony on the third day and on the ninth and on the twentieth and on the fortieth, and arrange everything in proper order, so that we angels might take joy in it along with the souls of the righteous.\" Then the archangel Joel glorified God with words, \"Holy, Holy, Holy, Allelulia, Holy is the Lord, heaven and earth are full of His glory.\" "
  }
]